[
  {
    "name": "Brass: Birmingham",
    "players": "2–4",
    "playtime": "60–120 Min",
    "description": "Brass: Birmingham is an economic strategy game sequel to Martin Wallace's 2007 masterpiece, Brass. Brass: Birmingham tells the story of competing entrepreneurs in Birmingham during the industrial revolution between the years of 1770 and 1870.\nIt offers a very different story arc and experience from its predecessor. As in its predecessor, you must develop, build and establish your industries and network in an effort to exploit low or high market demands. The game is played over two halves: the canal era (years 1770-1830) and the rail era (years 1830-1870). To win the game, score the most VPs. VPs are counted at the end of each half for the canals, rails and established (flipped) industry tiles.\nEach round, players take turns according to the turn order track, receiving two actions to perform any of the following actions (found in the original game):\n1) Build - Pay required resources and place an industry tile.\n2) Network - Add a rail / canal link, expanding your network.\n3) - Increase the VP value of an industry.\n4) - Sell your cotton, manufactured goods and pottery.\n5) - Take a £30 loan and reduce your income.",
    "link": "https://boardgamegeek.com/boardgame/224517/brass-birmingham",
    "image": "https://cf.geekdo-images.com/x3zxjr-Vw5iU4yDPg70Jgw__itemrep/img/giNUMut4HAl-zWyQkGG0YchmuLI=/fit-in/246x300/filters:strip_icc()/pic3490053.jpg"
  },
  {
    "name": "Pandemic Legacy: Season 1",
    "players": "2–4",
    "playtime": "60 Min",
    "description": "Pandemic Legacy is a co-operative campaign game, with an overarching story arc played through 12-24 sessions, depending on how well your group does at the game. At the beginning, the game starts in a very similar fashion as basic Pandemic, in which your team of disease-fighting specialists races against the clock to travel around the world, treating disease hot spots while researching cures for each of four plagues before they get out of hand.\nDuring a player's turn, they have four actions available, with which they may travel around in the world in various ways (sometimes needing to discard a card), build structures like research stations, treat diseases (removing one cube from the board; if all cubes of a color have been removed, the disease has been eradicated), trade cards with other players, or find a cure for a disease (requiring five cards of the same color to be discarded while at a research station). Each player has a unique role with special abilities to help them at these actions.\nAfter a player has taken their actions, they draw two cards. These cards can include epidemic cards, which will place new disease cubes on the board, and can lead to an outbreak, spreading disease cubes even further. Outbreaks additionally increase the panic level of a city, making that city more expensive to travel to.",
    "link": "https://boardgamegeek.com/boardgame/161936/pandemic-legacy-season-1",
    "image": "https://cf.geekdo-images.com/-Qer2BBPG7qGGDu6KcVDIw__itemrep/img/Wxe36yaTzpiIVhEefHOYzFv7Ucc=/fit-in/246x300/filters:strip_icc()/pic2452831.png"
  },
  {
    "name": "Ark Nova",
    "players": "1–4",
    "playtime": "90–150 Min",
    "description": "In Ark Nova, you will plan and design a modern, scientifically managed zoo. With the ultimate goal of owning the most successful zoological establishment, you will build enclosures, accommodate animals, and support conservation projects all over the world. Specialists and unique buildings will help you in achieving this goal.\nEach player has a set of five action cards to manage their gameplay, and the power of an action is determined by the slot the card currently occupies. The cards in question are:\nCARDS: Allows you to gain new zoo cards (animals, sponsors, and conservation project cards).\nBUILD: Allows you to build standard or special enclosures, kiosks, and pavilions.\nANIMALS: Allows you to accommodate animals in your zoo.\nASSOCIATION: Allows your association workers to carry out different tasks.\nSPONSORS: Allows you to play a sponsor card in your zoo or to raise money.",
    "link": "https://boardgamegeek.com/boardgame/342942/ark-nova",
    "image": "https://cf.geekdo-images.com/SoU8p28Sk1s8MSvoM4N8pQ__itemrep/img/IRqrT7kOqPQilogauyQkOnLx-HU=/fit-in/246x300/filters:strip_icc()/pic6293412.jpg"
  },
  {
    "name": "Gloomhaven",
    "players": "1–4",
    "playtime": "60–120 Min",
    "description": "Gloomhaven is a game of Euro-inspired tactical combat in a persistent world of shifting motives. Players will take on the roles of wandering adventurers with their own special sets of skills and their own reasons for traveling to this dark corner of the world. Players must work together out of necessity to clear out menacing dungeons and forgotten ruins. In the process, they will enhance their abilities with experience and loot, discover new locations to explore and plunder, and expand an ever-branching story fueled by the decisions they make.\nThis is a game with a persistent and changing world that is ideally played over many game sessions. After a scenario, players will make decisions about what to do next, which will determine how the story continues, kind of like a “Choose Your Own Adventure” book. Playing through a scenario is a co-operative affair where players will fight against automated monsters using an innovative card system to determine the order of play and what a player does on their turn.\nEach turn, a player chooses two cards to play out of their hand. The number on the top card determines their initiative for the round. Each card also has a top and bottom power, and when it is a player’s turn in the initiative order, they determine whether to use the top power of one card and the bottom power of the other, or vice-versa. Players must be careful, though, because over time they will permanently lose cards from their hands. If they take too long to clear a dungeon, they may end up exhausted and be forced to retreat.",
    "link": "https://boardgamegeek.com/boardgame/174430/gloomhaven",
    "image": "https://cf.geekdo-images.com/sZYp_3BTDGjh2unaZfZmuA__itemrep/img/0IdBRA_G-ZdrNaxI4Z1LPQMZD0I=/fit-in/246x300/filters:strip_icc()/pic2437871.jpg"
  },
  {
    "name": "Twilight Imperium: Fourth Edition",
    "players": "3–6",
    "playtime": "240–480 Min",
    "description": "Twilight Imperium (Fourth Edition) is a game of galactic conquest in which three to six players each take on the role of one of seventeen factions vying for galactic domination through military might, political maneuvering, and economic bargaining. Every faction offers a completely different play experience, from the wormhole-hopping Ghosts of Creuss to the Emirates of Hacan, masters of trade and economics. These seventeen races are offered many paths to victory, but only one may sit upon the throne of Mecatol Rex as the new masters of the galaxy.\nNo two games of Twilight Imperium are ever identical. At the start of each galactic age, the game board is uniquely and strategically constructed from among 51 galaxy tiles that feature everything from lush new planets and supernovas to asteroid fields and gravity rifts. Players are dealt a hand of these tiles and take turns creating the galaxy around Mecatol Rex, the capital planet seated in the center of the board. An ion storm may block your race from progressing through the galaxy while a fortuitously placed gravity rift may protect you from your closest foes. The galaxy is yours to both craft and dominate.",
    "link": "https://boardgamegeek.com/boardgame/233078/twilight-imperium-fourth-edition",
    "image": "https://cf.geekdo-images.com/_Ppn5lssO5OaildSE-FgFA__itemrep/img/rJfEVG0xStfVWbevNWfHBo4ZVrQ=/fit-in/246x300/filters:strip_icc()/pic3727516.jpg"
  },
  {
    "name": "Dune: Imperium",
    "players": "1–4",
    "playtime": "60–120 Min",
    "description": "Dune: Imperium is a game that uses deck building to add a hidden information angle to traditional worker placement. It finds inspiration in elements and characters from the Dune legacy, both the new film from Legendary Pictures and the seminal literary series from Frank Herbert, Brian Herbert, and Kevin J. Anderson.\nAs a leader of one of the Great Houses of the Landsraad, raise your banner and marshal your forces and spies. War is coming, and at the center of the conflict is Arrakis – Dune, the desert planet.\nYou start with a unique leader card, as well as a deck identical to those of your opponents. As you acquire cards and build your deck, your choices will define your strengths and weaknesses. Cards allow you to send your Agents to certain spaces on the game board, so how your deck evolves affects your strategy. You might become more powerful militarily, able to deploy more troops than your opponents. Or you might acquire cards that give you an edge with the four political factions represented in the game: the Emperor, the Spacing Guild, the Bene Gesserit, and the Fremen.",
    "link": "https://boardgamegeek.com/boardgame/316554/dune-imperium",
    "image": "https://cf.geekdo-images.com/PhjygpWSo-0labGrPBMyyg__itemrep/img/3_xJ0tO5L62bUp2oRfjeVS0DHX0=/fit-in/246x300/filters:strip_icc()/pic5666597.jpg"
  },
  {
    "name": "Terraforming Mars",
    "players": "1–5",
    "playtime": "120 Min",
    "description": "In the 2400s, mankind begins to terraform the planet Mars. Giant corporations, sponsored by the World Government on Earth, initiate huge projects to raise the temperature, the oxygen level, and the ocean coverage until the environment is habitable. In Terraforming Mars, you play one of those corporations and work together in the terraforming process, but compete for getting victory points that are awarded not only for your contribution to the terraforming, but also for advancing human infrastructure throughout the solar system, and doing other commendable things.\nAs a player, you acquire unique project cards (from over two hundred different ones) by buying them to your hand. The cards can give you immediate bonuses, as well as increasing your production of different resources. Many cards also have requirements and they become playable when the temperature, oxygen, or ocean coverage increases enough. Buying cards is costly, so there is a balance between buying cards and actually playing them. Standard Projects are always available to complement your hand of cards. Your basic income, as well as your basic score, are based on your Terraform Rating. However, your income is boosted by your production, and VPs are also gained from many other sources.",
    "link": "https://boardgamegeek.com/boardgame/167791/terraforming-mars",
    "image": "https://cf.geekdo-images.com/wg9oOLcsKvDesSUdZQ4rxw__itemrep/img/IwUOQfhP5c0KcRJBY4X_hi3LpsY=/fit-in/246x300/filters:strip_icc()/pic3536616.jpg"
  },
  {
    "name": "War of the Ring: Second Edition",
    "players": "2–4",
    "playtime": "150–180 Min",
    "description": "In War of the Ring, one player takes control of the Free Peoples (FP) while the other player controls Shadow Armies (SA). Initially, the Free People Nations are reluctant to take arms against Sauron, so they must be attacked by Sauron or persuaded by Gandalf or other Companions before they start to fight in earnest: this is represented by the Political Track which shows if a Nation is ready to fight in the War of the Ring or not.\nThe game can be won by a military victory if Sauron conquers a certain number of Free People cities and strongholds, or vice versa. But the true hope of the Free Peoples lies with the quest of the Ring bearer: while the armies clash across Middle-earth, the Fellowship of the Ring is trying to get secretly to Mount Doom to destroy the One Ring. Sauron is not aware of the real intention of his enemies but is looking across Middle-earth for the precious Ring, so that the Fellowship is going to face numerous dangers, represented by the rules of The Hunt for the Ring. But the Companions can spur the Free Peoples to the fight against Sauron, so the Free People player must balance the need to protect the Ring bearer from harm with an attempt to raise a proper defense against the armies of the Shadow so that they do not overrun Middle-earth before the Ringbearer completes his quest.",
    "link": "https://boardgamegeek.com/boardgame/115746/war-of-the-ring-second-edition",
    "image": "https://cf.geekdo-images.com/ImPgGag98W6gpV1KV812aA__itemrep/img/dagUJ0H2LGVIjYaeQ_XVweBZRfI=/fit-in/246x300/filters:strip_icc()/pic1215633.jpg"
  },
  {
    "name": "Star Wars: Rebellion",
    "players": "2–4",
    "playtime": "180–240 Min",
    "description": "Star Wars: Rebellion is a board game of epic conflict between the Galactic Empire and Rebel Alliance for two to four players.\nExperience the Galactic Civil War like never before. In Rebellion, you control the entire Galactic Empire or the fledgling Rebel Alliance. You must command starships, account for troop movements, and rally systems to your cause. Given the differences between the Empire and Rebel Alliance, each side has different win conditions, and you'll need to adjust your play style depending on who you represent:\nAs the Imperial player, you can command legions of Stormtroopers, swarms of TIEs, Star Destroyers, and even the Death Star. You rule the galaxy by fear, relying on the power of your massive military to enforce your will. To win the game, you need to snuff out the budding Rebel Alliance by finding its base and obliterating it. Along the way, you can subjugate worlds or even destroy them.\nAs the Rebel player, you can command dozens of troopers, T-47 airspeeders, Corellian corvettes, and fighter squadrons. However, these forces are no match for the Imperial military. In terms of raw strength, you'll find yourself clearly overmatched from the very outset, so you'll need to rally the planets to join your cause and execute targeted military strikes to sabotage Imperial build yards and steal valuable intelligence. To win the Galactic Civil War, you'll need to sway the galaxy's citizens to your cause. If you survive long enough and strengthen your reputation, you inspire the galaxy to a full-scale revolt, and you win.",
    "link": "https://boardgamegeek.com/boardgame/187645/star-wars-rebellion",
    "image": "https://cf.geekdo-images.com/7SrPNGBKg9IIsP4UQpOi8g__itemrep/img/p6KKXu7b7J6METCTYTIx4tKNqAA=/fit-in/246x300/filters:strip_icc()/pic4325841.jpg"
  },
  {
    "name": "Spirit Island",
    "players": "1–4",
    "playtime": "90–120 Min",
    "description": "In the most distant reaches of the world, magic still exists, embodied by spirits of the land, of the sky, and of every natural thing. As the great powers of Europe stretch their colonial empires further and further, they will inevitably lay claim to a place where spirits still hold power - and when they do, the land itself will fight back alongside the islanders who live there.\nSpirit Island is a complex and thematic co-operative game about defending your island home from colonizing Invaders. Players are different spirits of the land, each with its own unique elemental powers. Every turn, players simultaneously choose which of their power cards to play, paying energy to do so. Using combinations of power cards that match a spirit's elemental affinities can grant free bonus effects. Faster powers take effect immediately, before the Invaders spread and ravage, but other magics are slower, requiring forethought and planning to use effectively. In the Spirit phase, spirits gain energy, and choose how / whether to Grow: to reclaim used power cards, to seek new power, or to spread their presence into new areas of the island.",
    "link": "https://boardgamegeek.com/boardgame/162886/spirit-island",
    "image": "https://cf.geekdo-images.com/kjCm4ZvPjIZxS-mYgSPy1g__itemrep/img/7AXozbOIxk5MDpn_RNlat4omAcc=/fit-in/246x300/filters:strip_icc()/pic7013651.jpg"
  },
  {
    "name": "Gloomhaven: Jaws of the Lion",
    "players": "1–4",
    "playtime": "30–120 Min",
    "description": "Gloomhaven: Jaws of the Lion is a standalone game that takes place before the events of Gloomhaven. The game includes four new characters — Valrath Red Guard (tank, crowd control), Inox Hatchet (ranged damage), Human Voidwarden (support, mind control), and Quatryl Demolitionist (melee damage, obstacle manipulation) — that can also be used in the original Gloomhaven game.\nThe game also includes 16 monster types (including seven new standard monsters and three new bosses) and a new campaign with 25 scenarios that invites the heroes to investigate a case of mysterious disappearances within the city. Is it the work of Vermlings, or is something far more sinister going on?\nGloomhaven: Jaws of the Lion is aimed at a more casual audience to get people into the gameplay more quickly. All of the hard-to-organize cardboard map tiles have been removed, and instead players will play on the scenario book itself, which features new artwork unique to each scenario. The last barrier to entry — i.e., learning the game — has also been lowered through a simplified rule set and a five-scenario tutorial that will ease new players into the experience.",
    "link": "https://boardgamegeek.com/boardgame/291457/gloomhaven-jaws-of-the-lion",
    "image": "https://cf.geekdo-images.com/_HhIdavYW-hid20Iq3hhmg__itemrep/img/a4ec0KY1ksmrKP_2lom7qzCQw_U=/fit-in/246x300/filters:strip_icc()/pic5055631.jpg"
  },
  {
    "name": "Gaia Project",
    "players": "1–4",
    "playtime": "60–150 Min",
    "description": "Gaia Project is a new game in the line of Terra Mystica. As in the original Terra Mystica, fourteen different factions live on seven different kinds of planets, and factions are bound to their own home planets, so to develop and grow, they must terraform neighboring planets into their home environments in competition with the other groups. In addition, Gaia planets can be used by all factions for colonization, and Transdimensional planets can be changed into Gaia planets.\nAll factions can improve their skills in six different areas of development: Terraforming, Navigation, Artificial Intelligence, Gaiaforming, Economy, Research; leading to advanced technology and special bonuses. To do all of that, each group has special skills and abilities.\nThe playing area is made of ten sectors, allowing a variable set-up and thus an even bigger replay value than its predecessor Terra Mystica. A two-player game is hosted on seven sectors.",
    "link": "https://boardgamegeek.com/boardgame/220308/gaia-project",
    "image": "https://cf.geekdo-images.com/hGWFm3hbMlCDsfCsauOQ4g__itemrep/img/MNyaVUlEsVQmbv3nObPl0SEd_TI=/fit-in/246x300/filters:strip_icc()/pic5375625.png"
  },
  {
    "name": "Dune: Imperium – Uprising",
    "players": "1–6",
    "playtime": "60–120 Min",
    "description": "In Dune: Imperium Uprising, you want to continue to balance military might with political intrigue, wielding new tools in pursuit of victory. Spies will shore up your plans, vital contracts will expand your resources, or you can learn the ways of the Fremen and ride mighty sandworms into battle!\nDune: Imperium Uprising is a standalone spinoff to Dune: Imperium that expands on that game's blend of deck-building and worker placement, while introducing a new six-player mode that pits two teams against one other in the biggest struggle yet.\nThe Dune: Imperium expansions Rise of Ix and Immortality work with Uprising, as do almost all of the cards from the base game, and elements of Uprising can be used with Dune: Imperium.\nThe choices are yours. The Imperium awaits!",
    "link": "https://boardgamegeek.com/boardgame/397598/dune-imperium-uprising",
    "image": "https://cf.geekdo-images.com/UVUkjMV_Q2paVUIUP30Vvw__itemrep/img/ZQPDp9gumb19lmgdAvNMf5XN_c0=/fit-in/246x300/filters:strip_icc()/pic7664424.jpg"
  },
  {
    "name": "Twilight Struggle",
    "players": "2",
    "playtime": "120–180 Min",
    "description": "Now the trumpet summons us again, not as a call to bear arms, though arms we need; not as a call to battle, though embattled we are – but a call to bear the burden of a long twilight struggle. – John F. Kennedy\nIn 1945, unlikely allies toppled Hitler's war machine, while humanity's most devastating weapons forced the Japanese Empire to its knees in a storm of fire. Where once there stood many great powers, there then stood only two. The world had scant months to sigh its collective relief before a new conflict threatened. Unlike the titanic struggles of the preceding decades, this conflict would be waged not primarily by soldiers and tanks, but by spies and politicians, scientists and intellectuals, artists and traitors.\nTwilight Struggle is a two-player game simulating the forty-five year dance of intrigue, prestige, and occasional flares of warfare between the Soviet Union and the United States. The entire world is the stage on which these two titans fight to make the world safe for their own ideologies and ways of life. The game begins amidst the ruins of Europe as the two new \"superpowers\" scramble over the wreckage of the Second World War, and ends in 1989, when only the United States remained standing.",
    "link": "https://boardgamegeek.com/boardgame/12333/twilight-struggle",
    "image": "https://cf.geekdo-images.com/pNCiUUphnoeWOYfsWq0kng__itemrep/img/WMsXl-Wa8q2n9_lJH536Mhi2COc=/fit-in/246x300/filters:strip_icc()/pic3530661.jpg"
  },
  {
    "name": "Through the Ages: A New Story of Civilization",
    "players": "2–4",
    "playtime": "120 Min",
    "description": "Through the Ages: A New Story of Civilization is the new edition of Through the Ages: A Story of Civilization, with many changes small and large to the game's cards over its three ages and extensive changes to how military works.\nThrough the Ages (TTA) is a civilization building game. Each player attempts to build the best civilization through careful resource management, and by: discovering new technologies, electing competent leaders, building wonders and maintaining a strong military. Weakness in any area can be exploited by your opponents. The game takes place throughout the ages, beginning in the age of antiquity and ending in the modern age.\nOne of the primary mechanisms in TTA is card drafting. Technologies, wonders, and leaders come into play and become easier to draft the longer they are in play. In order to use a technology you will need enough science to discover it, enough food to create a population to man it and enough resources (ore) to build the building to use it. While balancing the resources needed to advance your technology you also need to build a military. Military is 'built' in the same manner as civilian buildings. Players that have a weak military will be preyed upon by other players. There is no map in the game so you cannot lose territory, but players with a stronger military will steal resources, science, kill leaders, take population or culture. It is very difficult to win with a strong military, but it is very easy to lose because of a weak one.",
    "link": "https://boardgamegeek.com/boardgame/182028/through-the-ages-a-new-story-of-civilization",
    "image": "https://cf.geekdo-images.com/fVwPntkJKgaEo0rIC0RwpA__itemrep/img/TF5TpehpgE7XvNSRzSSWjnYCbLc=/fit-in/246x300/filters:strip_icc()/pic2663291.jpg"
  },
  {
    "name": "The Castles of Burgundy",
    "players": "2–4",
    "playtime": "30–90 Min",
    "description": "For the 2019 edition see The Castles of Burgundy.\nThe game is set in the Burgundy region of High Medieval France. Each player takes on the role of an aristocrat, originally controlling a small princedom. While playing they aim to build settlements and powerful castles, practice trade along the river, exploit silver mines, and use the knowledge of travelers.\nThe game is about players taking settlement tiles from the game board and placing them into their princedom which is represented by the player board. Every tile has a function that starts when the tile is placed in the princedom. The princedom itself consists of several regions, each of which demands its own type of settlement tile.\nThe game is played in five phases, each consisting of five rounds. Each phase begins with the game board stocked with settlement tiles and goods tiles. At the beginning of each round all players roll their two dice, and the player who is currently first in turn order rolls a goods placement die. A goods tile is made available on the game board according to the roll of the goods die. During each round players take their turns in the current turn order. During his turn, a player may perform any two of the four possible types of actions: 1) take a settlement tile from the numbered depot on the game board corresponding to one of his dice and place it in the staging area on his player board, 2) take a settlement tile from the staging area of his player board to a space on his player board with a number matching one of his dice in the corresponding region for the type of tile and adjacent to a previously placed settlement tile, 3) deliver goods with a number matching one of his dice, or 4) take worker tokens which allow the player to adjust the roll of his dice. In addition to these actions a player may buy a settlement tile from the central depot on the game board and place it in the staging area on his player board. If an action triggers the award of victory points, those points are immediately recorded. Each settlement tile offers a benefit, additional actions, additional money, advancement on the turn order track, more goods tiles, die roll adjustment or victory points. Bonus victory points are awarded for filling a region with settlement tiles.",
    "link": "https://boardgamegeek.com/boardgame/84876/the-castles-of-burgundy",
    "image": "https://cf.geekdo-images.com/sH2YTQ10dHj1ibfS-KKtGA__itemrep/img/NN62C1zjDkShyV1ZnkwrOcV907Q=/fit-in/246x300/filters:strip_icc()/pic8745814.jpg"
  },
  {
    "name": "Great Western Trail",
    "players": "2–4",
    "playtime": "75–150 Min",
    "description": "America in the 19th century: You are a rancher and repeatedly herd your cattle from Texas to Kansas City, where you send them off by train. This earns you money and victory points. Needless to say, each time you arrive in Kansas City, you want to have your most valuable cattle in tow. However, the \"Great Western Trail\" not only requires that you keep your herd in good shape, but also that you wisely use the various buildings along the trail. Also, it might be a good idea to hire capable staff: cowboys to improve your herd, craftsmen to build your very own buildings, or engineers for the important railroad line.\nIf you cleverly manage your herd and navigate the opportunities and pitfalls of Great Western Trail, you surely will gain the most victory points and win the game.\n—description from the publisher",
    "link": "https://boardgamegeek.com/boardgame/193738/great-western-trail",
    "image": "https://cf.geekdo-images.com/u1l0gH7sb_vnvDvoO_QHqA__itemrep/img/s3qAGoXVCK6gA8nsHDICfZ4Jc1c=/fit-in/246x300/filters:strip_icc()/pic4887376.jpg"
  },
  {
    "name": "Scythe",
    "players": "1–5",
    "playtime": "90–115 Min",
    "description": "It is a time of unrest in 1920s Europa. The ashes from the first great war still darken the snow. The capitalistic city-state known simply as “The Factory”, which fueled the war with heavily armored mechs, has closed its doors, drawing the attention of several nearby countries.\nScythe is an engine-building game set in a 1920s era, alternate-history. It is a time of farming and war, broken hearts and rusted gears, innovation and valor. In Scythe, each player controls one of five factions of Eastern Europe, all of which are attempting to earn their fortunes and claim their stakes in the land around the mysterious Factory. Players conquer territory, enlist new recruits, reap resources, gain villagers, build structures, and activate monstrous mechs.\nEach player begins the game with different resources (power, coins, combat acumen, and popularity), a different starting location, and a hidden goal. Starting positions are specially calibrated to contribute to each faction’s uniqueness and the asymmetrical nature of the game (each faction always starts in the same place). Scythe uses a streamlined action-selection mechanism (no rounds or phases) to keep gameplay moving at a brisk pace and reduce downtime between turns. While there is plenty of direct conflict for players who seek it, there is no player elimination.",
    "link": "https://boardgamegeek.com/boardgame/169786/scythe",
    "image": "https://cf.geekdo-images.com/7k_nOxpO9OGIjhLq2BUZdA__itemrep/img/RVh5N-_HcMziJ3M6Q1eLTlj8XIQ=/fit-in/246x300/filters:strip_icc()/pic3163924.jpg"
  },
  {
    "name": "Eclipse: Second Dawn for the Galaxy",
    "players": "2–6",
    "playtime": "60–200 Min",
    "description": "A game of Eclipse places you in control of a vast interstellar civilization, competing for success with its rivals. You explore new star systems, research technologies, and build spaceships with which to wage war. There are many potential paths to victory, so you need to plan your strategy according to the strengths and weaknesses of your species, while paying attention to the other civilizations' endeavors.\nEclipse: Second Dawn for the Galaxy is a revised and upgraded version of the Eclipse base game that debuted in 2011 that features:\nNew graphic design, while maintaining the acclaimed symbology of the first edition\nA full line of Ship Pack 1 miniatures\nNew miniatures for ancients, GCDS, orbitals, and more\nCustom plastic inlays\nCustom combat dice\nFine-tuned gameplay",
    "link": "https://boardgamegeek.com/boardgame/246900/eclipse-second-dawn-for-the-galaxy",
    "image": "https://cf.geekdo-images.com/Oh3kHw6lweg6ru71Q16h2Q__itemrep/img/1flTGokf8uwox72PWvkNq3kOhMM=/fit-in/246x300/filters:strip_icc()/pic5235277.jpg"
  },
  {
    "name": "7 Wonders Duel",
    "players": "2",
    "playtime": "30 Min",
    "description": "In many ways 7 Wonders Duel resembles its parent game 7 Wonders. Over three ages, players acquire cards that provide resources or advance their military or scientific development in order to develop a civilization and complete wonders. What's different about 7 Wonders Duel is that, as the title suggests, the game is solely for two players.\nPlayers do not draft cards simultaneously from decks of cards, but from a display of face-down and face-up cards arranged at the start of a round. A player can take a card only if it's not covered by any others, so timing comes into play, as it can with bonus moves that allow the player to take a second card immediately. As in the original game, each acquired card can be built, discarded for coins, or used to construct a wonder. Each player also starts with four wonder cards, and the construction of a wonder provides its owner with a special ability. Only seven wonders can be built, though, so one player will end up short.\nPlayers can purchase resources at any time from the bank, or they can gain cards during the game that provide them with resources for future building; as they are acquired, the cost for those resources increases for the opponent, representing the owner's dominance in this area.",
    "link": "https://boardgamegeek.com/boardgame/173346/7-wonders-duel",
    "image": "https://cf.geekdo-images.com/zdagMskTF7wJBPjX74XsRw__itemrep/img/x5L93n_pSsxfFZ0Ir-JqtjLf-Jw=/fit-in/246x300/filters:strip_icc()/pic2576399.jpg"
  },
  {
    "name": "Brass: Lancashire",
    "players": "2–4",
    "playtime": "60–120 Min",
    "description": "Brass: Lancashire — first published as Brass — is an economic strategy game that tells the story of competing cotton entrepreneurs in Lancashire during the industrial revolution. You must develop, build and establish your industries and network so that you can capitalize on demand for iron, coal and cotton. The game is played over two halves: the canal phase and the rail phase. To win the game, score the most victory points (VPs), which are counted at the end of each phase. VPs are gained from your canals, rails, and established (flipped) industry tiles. Each round, players take turns according to the turn order track, receiving two actions to perform any of the following:\nBuild an industry tile\nBuild a rail or canal\nDevelop an industry\nSell cotton\nTake a loan\nAt the end of your turn, you replace the two cards you played with two more from the deck. Turn order is determined by how much money a player spent on the previous turn, the lowest spender going first. This turn order mechanism opens some strategic options for players going later in the turn order, allowing for the possibility of back-to-back turns.",
    "link": "https://boardgamegeek.com/boardgame/28720/brass-lancashire",
    "image": "https://cf.geekdo-images.com/tHVtPzu82mBpeQbbZkV6EA__itemrep/img/A9DQBjrHvs1YlYCWMD0mtp-jnNc=/fit-in/246x300/filters:strip_icc()/pic3469216.jpg"
  },
  {
    "name": "Nemesis",
    "players": "1–5",
    "playtime": "90–180 Min",
    "description": "Playing Nemesis will take you into the heart of sci-fi survival horror in all its terror. A soldier fires blindly down a corridor, trying to stop the alien advance. A scientist races to find a solution in his makeshift lab. A traitor steals the last escape pod in the very last moment. Intruders you meet on the ship are not only reacting to the noise you make but also evolve as the time goes by. The longer the game takes, the stronger they become. During the game, you control one of the crew members with a unique set of skills, personal deck of cards, and individual starting equipment. These heroes cover all your basic SF horror needs. For example, the scientist is great with computers and research, but will have a hard time in combat. The soldier, on the other hand...\nNemesis is a semi-cooperative game in which you and your crewmates must survive on a ship infested with hostile organisms. To win the game, you have to complete one of the two objectives dealt to you at the start of the game and get back to Earth in one piece. You will find many obstacles on your way: swarms of Intruders (the name given to the alien organisms by the ship AI), the poor physical condition of the ship, agendas held by your fellow players, and sometimes just cruel fate.",
    "link": "https://boardgamegeek.com/boardgame/167355/nemesis",
    "image": "https://cf.geekdo-images.com/4KSmlm59w0GwLIlgDnJDAQ__itemrep/img/7vNS5kbVuRI8SrRF2L7wOkoMvEQ=/fit-in/246x300/filters:strip_icc()/pic8211747.png"
  },
  {
    "name": "Clank! Legacy: Acquisitions Incorporated",
    "players": "2–4",
    "playtime": "90–120 Min",
    "description": "Clank! Legacy: Acquisitions Incorporated extends the deck-building fun of Clank! with legacy-style gameplay! Found your own franchise of the legendary adventuring company, Acquisitions Incorporated, and shepherd your fledgling treasure-hunters to immortal corporate glory over the course of multiple games. Your game board, your deck, and your world change as you play to create a unique campaign tailored to your adventuring party. Be cunning, be bold, and most importantly, be ready...\n—description from the publisher",
    "link": "https://boardgamegeek.com/boardgame/266507/clank-legacy-acquisitions-incorporated",
    "image": "https://cf.geekdo-images.com/hc2NDafu5c24iLJh_IZmyg__itemrep/img/pJDdzcw_-wDGsR6FXX1pK0gmyKM=/fit-in/246x300/filters:strip_icc()/pic4885780.png"
  },
  {
    "name": "A Feast for Odin",
    "players": "1–4",
    "playtime": "30–120 Min",
    "description": "A Feast for Odin is a saga in the form of a board game. You are reliving the cultural achievements, mercantile expeditions, and pillages of those tribes we know as Viking today — a term that was used quite differently towards the end of the first millennium.\nWhen the northerners went out for a raid, they used to say they headed out for a viking. Their Scandinavian ancestors, however, were much more than just pirates. They were explorers and founders of states. Leif Eriksson is said to be the first European in America, long before Columbus.\nIn what is known today as Normandy, the intruders were not called Vikings but Normans. One of them is the famous William the Conqueror who invaded England in 1066. He managed to do what the king of Norway failed to do only a few years prior: conquer the Throne of England. The reason the people of these times became such strong seafarers was their unfortunate agricultural situation: crop shortfalls caused great distress.\nIn this game, you will raid and explore new territories. You will also engage in the day-to-day activity of collecting goods with which to achieve a financially secure position in society. In the end, the player whose possessions bear the greatest value will be declared the winner.",
    "link": "https://boardgamegeek.com/boardgame/177736/a-feast-for-odin",
    "image": "https://cf.geekdo-images.com/s9oGMCo1fcfV4Dk3EnqLZw__itemrep/img/IRX2-uakhv7gHZPJNmtDbWFpjLg=/fit-in/246x300/filters:strip_icc()/pic3146943.png"
  },
  {
    "name": "Frosthaven",
    "players": "1–4",
    "playtime": "90–180 Min",
    "description": "Frosthaven is the story of a small outpost far to the north of the capital city of White Oak. It's an outpost barely surviving the harsh weather let alone invasions from forces both known and unknown. However, a group of mercenaries, at the end of their rope, will help bring this settlement back from the edge of destruction. Not only will they have to deal with the harsh elements, but with other, far more dangerous threats out in the unforgiving cold, as well. There are: Algox, the bigger, more yeti-like cousins of the Inox, attacking from the mountains; Lurkers flooding in from the northern sea; and rumors have it that there are machines that wander the frozen wastes of their own free will. The party of mercenaries must face all of these perils, and perhaps in doing so, make peace with these new races so they can work together against even more sinister forces.\nFrosthaven is a standalone adventure from the designer and publisher of Gloomhaven that features sixteen new characters, three new races, more than twenty new enemies, more than one hundred new items, and a new, 100-scenario campaign. Characters and items from Gloomhaven will be usable in Frosthaven, and vice versa.",
    "link": "https://boardgamegeek.com/boardgame/295770/frosthaven",
    "image": "https://cf.geekdo-images.com/cwUgf-f-qwri8UHBUnifuQ__itemrep/img/jdzPjZRC5J0C_NL7mhr-4VPdm0I=/fit-in/246x300/filters:strip_icc()/pic5092291.png"
  },
  {
    "name": "Concordia",
    "players": "2–5",
    "playtime": "100 Min",
    "description": "Two thousand years ago, the Roman Empire ruled the lands around the Mediterranean Sea. With peace at the borders, harmony inside the provinces, uniform law, and a common currency, the economy thrived and gave rise to mighty Roman dynasties as they expanded throughout the numerous cities. Guide one of these dynasties and send colonists to the remote realms of the Empire; develop your trade network; and appease the ancient gods for their favor — all to gain the chance to emerge victorious!\nConcordia is a peaceful, strategy game of economic development in Roman times for 2-5 players aged 13 and up. Instead of looking to the luck of dice or cards, players must rely on their strategic abilities. Be sure to watch your rivals to determine which goals they are pursuing and where you can outpace them! In the game, colonists are sent out from Rome to settle down in cities that produce bricks, food, tools, wine, and cloth. Each player starts with an identical set of playing cards and acquires more cards during the game. These cards serve two purposes:\nThey allow a player to choose actions during the game.",
    "link": "https://boardgamegeek.com/boardgame/124361/concordia",
    "image": "https://cf.geekdo-images.com/CzwSm8i7tkLz6cBnrILZBg__itemrep/img/kYm-P2lvyVstKDjvEDciaV3XObg=/fit-in/246x300/filters:strip_icc()/pic3453267.jpg"
  },
  {
    "name": "Great Western Trail: Second Edition",
    "players": "1–4",
    "playtime": "75–150 Min",
    "description": "America in the 19th century: You are a rancher and repeatedly herd your cattle from Texas to Kansas City, where you send them off by train. This earns you money and victory points. Needless to say, each time you arrive in Kansas City, you want to have your most valuable cattle in tow. However, the \"Great Western Trail\" not only requires that you keep your herd in good shape, but also that you wisely use the various buildings along the trail. Also, it might be a good idea to hire capable staff: cowboys to improve your herd, craftsmen to build your very own buildings, or engineers for the important railroad line.\nIf you cleverly manage your herd and navigate the opportunities and pitfalls of Great Western Trail, you surely will gain the most victory points and win the game.\nThe second edition of Great Western Trail includes solitaire rules, making for a player count of 1-4.\nSecond Edition:\nRemember the old days in the West? Well, the times they are a-changing’! From new solo opponent to incredible landscapes, you won't know where to start. And there is a new herd of cows for you to sell!",
    "link": "https://boardgamegeek.com/boardgame/341169/great-western-trail-second-edition",
    "image": "https://cf.geekdo-images.com/gDn7AhrDlmfCLSz9ZqoNFQ__itemrep/img/0FOms0QcPYvwEMWVXsy9p0FjGlM=/fit-in/246x300/filters:strip_icc()/pic5988511.jpg"
  },
  {
    "name": "Arkham Horror: The Card Game",
    "players": "1–2",
    "playtime": "60–120 Min",
    "description": "Something evil stirs in Arkham, and only you can stop it. Blurring the traditional lines between role-playing and card game experiences, Arkham Horror: The Card Game is a Living Card Game of Lovecraftian mystery, monsters, and madness!\nIn the game, you, alone or with a friend (or up to three friends with two Core Sets), become investigators within the quiet New England town of Arkham. You have your talents, sure, but you also have your flaws. Perhaps you've dabbled a little too much in the writings of the Necronomicon, and its words continue to haunt you. Perhaps you feel compelled to cover up any signs of otherworldly evils, hampering your own investigations in order to protect the quiet confidence of the greater population. Perhaps you'll be scarred by your encounters with a ghoulish cult.\nNo matter what compels you, no matter what haunts you, you'll find both your strengths and weaknesses reflected in your custom deck of cards, and these cards will be your resources as you work with your friends to unravel the world's most terrifying mysteries.",
    "link": "https://boardgamegeek.com/boardgame/205637/arkham-horror-the-card-game",
    "image": "https://cf.geekdo-images.com/B5F5ulz0UivNgrI9Ky0euA__itemrep/img/b7HiKWaGQKCuG-aU21-Izxt1ym4=/fit-in/246x300/filters:strip_icc()/pic3122349.jpg"
  },
  {
    "name": "Lost Ruins of Arnak",
    "players": "1–4",
    "playtime": "30–120 Min",
    "description": "On an uninhabited island in uncharted seas, explorers have found traces of a great civilization. Now you will lead an expedition to explore the island, find lost artifacts, and face fearsome guardians, all in a quest to learn the island's secrets.\nLost Ruins of Arnak combines deck-building and worker placement in a game of exploration, resource management, and discovery. In addition to traditional deck-builder effects, cards can also be used to place workers, and new worker actions become available as players explore the island. Some of these actions require resources instead of workers, so building a solid resource base will be essential. You are limited to only one action per turn, so make your choice carefully... what action will benefit you most now? And what can you afford to do later... assuming someone else doesn't take the action first!?\nDecks are small, and randomness in the game is heavily mitigated by the wealth of tactical decisions offered on the game board. With a variety of worker actions, artifacts, and equipment cards, the set-up for each game will be unique, encouraging players to explore new strategies to meet the challenge.",
    "link": "https://boardgamegeek.com/boardgame/312484/lost-ruins-of-arnak",
    "image": "https://cf.geekdo-images.com/6GqH14TJJhza86BX5HCLEQ__itemrep/img/ETni1QwddAVjM-xLhciF0UM0FxQ=/fit-in/246x300/filters:strip_icc()/pic5674958.jpg"
  },
  {
    "name": "Root",
    "players": "2–4",
    "playtime": "60–90 Min",
    "description": "Root is a game of adventure and war in which 2 to 4 (1 to 6 with the 'Riverfolk' expansion) players battle for control of a vast wilderness. Like Vast: The Crystal Caverns, each player in Root has unique capabilities and a different victory condition. Now, with the aid of gorgeous, multi-use cards, a truly asymmetric design has never been more accessible.\nThe nefarious Marquise de Cat has seized the great woodland, intent on harvesting its riches. Under her rule, the many creatures of the forest have banded together. This Alliance will seek to strengthen its resources and subvert the rule of Cats. In this effort, the Alliance may enlist the help of the wandering Vagabonds who are able to move through the more dangerous woodland paths. Though some may sympathize with the Alliance’s hopes and dreams, these wanderers are old enough to remember the great birds of prey who once controlled the woods.\nMeanwhile, at the edge of the region, the proud, squabbling Eyrie have found a new commander who they hope will lead their faction to resume their ancient birthright. The stage is set for a contest that will decide the fate of the great woodland. It is up to the players to decide which group will ultimately take root.",
    "link": "https://boardgamegeek.com/boardgame/237182/root",
    "image": "https://cf.geekdo-images.com/JUAUWaVUzeBgzirhZNmHHw__itemrep/img/sQgkl-_hydBVvQHAMLt2Zk_3dwI=/fit-in/246x300/filters:strip_icc()/pic4254509.jpg"
  },
  {
    "name": "Too Many Bones",
    "players": "1–4",
    "playtime": "60–120 Min",
    "description": "Too Many Bones comes loaded for bear by breaking into a new genre: the dice-builder RPG. This game takes everything you think you know about dice-rolling and turns it on its head. Dripping with strategy, this fantasy-based RPG puts you in the skin of a new race and takes you on an adventure to the northern territories to root out and defeat growing enemy forces and of course the infamous \"baddie\" responsible.\nTeam up or go it alone in a 1-4 player Coop or Solo play campaign. With over 100+ unique skill dice and 4-7 classes to choose from, every battle is its own mini challenge to figure out. Your adventure will consist of 8-12 battles before you reach your final destination and face off against one of a number of possible kingpins in order to win. Along the way, you will be faced with storyline decisions that will quickly have you weighing risk/reward, odds, and logic - with dice woven into every aspect! Your party will also be faced with other decisions: when to rest, when to explore, or even which fights to pursue! The Encounter cards offer fun plot twists and some comic relief, all while setting the stage for your next battle.",
    "link": "https://boardgamegeek.com/boardgame/192135/too-many-bones",
    "image": "https://cf.geekdo-images.com/wKwRk0wYBcrtLAfgn4PCdg__itemrep/img/xKVF_SqBoULptBCjVdvHmpdsP0o=/fit-in/246x300/filters:strip_icc()/pic6624445.png"
  },
  {
    "name": "Terra Mystica",
    "players": "2–5",
    "playtime": "60–150 Min",
    "description": "In the land of Terra Mystica dwell 14 different peoples in seven landscapes, and each group is bound to its own home environment, so to develop and grow, they must terraform neighboring landscapes into their home environments in competition with the other groups.\nTerra Mystica is a full information game, without any luck, that rewards strategic planning. Each player governs one of the 14 groups. With subtlety and craft, the player must attempt to rule as great an area as possible and to develop that group's skills. There are also four religious cults in which you can progress. To do all that, each group has special skills and abilities.\nTaking turns, the players execute their actions on the resources they have at their disposal. Different buildings allow players to develop different resources. Dwellings allow for more workers. Trading houses allow players to make money. Strongholds unlock a group's special ability, and temples allow you to develop religion and your terraforming and seafaring skills. Buildings can be upgraded: Dwellings can be developed into trading houses; trading houses can be developed into strongholds or temples; one temple can be upgraded to become a sanctuary. Each group must also develop its terraforming skill and its skill with boats to use the rivers. The groups in question, along with their home landscape, are:",
    "link": "https://boardgamegeek.com/boardgame/120677/terra-mystica",
    "image": "https://cf.geekdo-images.com/bre12I1YiXkZr7elvriz4A__itemrep/img/pKM9lklmQLXJx2xta9eR5NSezec=/fit-in/246x300/filters:strip_icc()/pic5375624.jpg"
  },
  {
    "name": "Wingspan",
    "players": "1–5",
    "playtime": "40–70 Min",
    "description": "Wingspan is a competitive, medium-weight, card-driven, engine-building board game from Stonemaier Games. It's designed by Elizabeth Hargrave and features 180 birds illustrated by Natalia Rojas and Ana Maria Martinez.\nYou are bird enthusiasts—researchers, bird watchers, ornithologists, and collectors—seeking to discover and attract the best birds to your network of wildlife preserves. Each bird extends a chain of powerful combinations in one of your habitats (actions). These habitats focus on several key aspects of growth:\nGain food tokens via custom dice in a birdfeeder dice tower\nLay eggs using egg miniatures in a variety of colors\nDraw from hundreds of unique bird cards and play them\nThe winner is the player with the most points after 4 rounds.\n—description from the publisher",
    "link": "https://boardgamegeek.com/boardgame/266192/wingspan",
    "image": "https://cf.geekdo-images.com/yLZJCVLlIx4c7eJEWUNJ7w__itemrep/img/DR7181wU4sHT6gn6Q1XccpPxNHg=/fit-in/246x300/filters:strip_icc()/pic4458123.jpg"
  },
  {
    "name": "Orléans",
    "players": "2–5",
    "playtime": "90 Min",
    "description": "During the medieval goings-on around Orléans, you must assemble a following of farmers, merchants, knights, monks, etc. to gain supremacy through trade, construction and science in medieval France.\nIn Orléans, you will recruit followers and put them to work to make use of their abilities. Farmers and Boatmen supply you with money and goods; Knights expand your scope of action and secure your mercantile expeditions; Craftsmen build trading stations and tools to facilitate work; Scholars make progress in science; Traders open up new locations for you to use your followers; and last but not least, it cannot hurt to get active in monasteries since with Monks on your side you are much less likely to fall prey to fate.\nYou will always want to take more actions than possible, and there are many paths to victory. The challenge is to combine all elements as best as possible with regard to your strategy.",
    "link": "https://boardgamegeek.com/boardgame/164928/orleans",
    "image": "https://cf.geekdo-images.com/nagl1li6kYt9elV9jbfVQw__itemrep/img/oYYWKekDiHllrWnFNef7En3gP4c=/fit-in/246x300/filters:strip_icc()/pic6228507.jpg"
  },
  {
    "name": "Mage Knight Board Game",
    "players": "1–4",
    "playtime": "60–240 Min",
    "description": "The Mage Knight board game puts you in control of one of four powerful Mage Knights as you explore (and conquer) a corner of the Mage Knight universe under the control of the Atlantean Empire. Build your army, fill your deck with powerful spells and actions, explore caves and dungeons, and eventually conquer powerful cities controlled by this once-great faction! In competitive scenarios, opposing players may be powerful allies, but only one will be able to claim the land as their own. In cooperative scenarios, the players win or lose as a group. Solo rules are also included.\nCombining elements of RPGs, deck-building, and traditional board games the Mage Knight board game captures the rich history of the Mage Knight universe in a self-contained gaming experience.",
    "link": "https://boardgamegeek.com/boardgame/96848/mage-knight-board-game",
    "image": "https://cf.geekdo-images.com/DUO2hz9AlLOH8p9ED-lCWg__itemrep/img/6OmGo3bidk3ma7U1v-oq_2pEJZI=/fit-in/246x300/filters:strip_icc()/pic1083380.jpg"
  },
  {
    "name": "Barrage",
    "players": "1–4",
    "playtime": "60–120 Min",
    "description": "In the dystopic 1930s, the industrial revolution pushed the exploitation of fossil-based resources to the limit, and now the only thing powerful enough to quench the thirst for power of the massive machines and of the unstoppable engineering progress is the unlimited hydroelectric energy provided by the rivers.\nBarrage is a resource management strategic game in which players compete to build their majestic dams, raise them to increase their storing capacity, and deliver all the potential power through pressure tunnels connected to the energy turbines of their powerhouses.\nEach player represents one of the four international companies who are gathering machinery, innovative patents and brilliant engineers to claim the best locations to collect and exploit the water of a contested Alpine region crossed by rivers.\nBarrage includes two innovative and challenging mechanisms. First, the players must carefully plan their actions and handle their machinery, since both their action tokens and resources are stored on a Construction Wheel and will only be available after a full turn of the wheel. The better you manage your wheel, the earlier your resources and actions come back to you.",
    "link": "https://boardgamegeek.com/boardgame/251247/barrage",
    "image": "https://cf.geekdo-images.com/jEPmWvvYpqkWrKOzqIHFsg__itemrep/img/-s65MFZDOx3Uf0Ec8Nol2nTBl5g=/fit-in/246x300/filters:strip_icc()/pic4336469.png"
  },
  {
    "name": "Sky Team",
    "players": "2",
    "playtime": "15 Min",
    "description": "Sky Team is a co-operative game, exclusively for two players, in which you play a pilot and co-pilot at the controls of an airliner. Your goal is to work together as a team to land your airplane in different airports around the world.\nTo land your plane, you need to silently assign your dice to the correct spaces in your cockpit to balance the axis of your plane, control its speed, deploy the flaps, extend the landing gear, contact the control tower to clear your path, and even have a little coffee to improve your concentration enough to change the value of your dice.\nIf the aircraft tilts too much and stalls, overshoots the airport, or collides with another aircraft, you lose the game...and your pilot's license...and probably your life.\nFrom Montreal to Tokyo, each airport offers its own set of challenges. Watch out for the turbulence as this could end up being a bumpy ride!\nAWARDS & HONORS",
    "link": "https://boardgamegeek.com/boardgame/373106/sky-team",
    "image": "https://cf.geekdo-images.com/uXMeQzNenHb3zK7Hoa6b2w__itemrep/img/oaw-LYEIaB20e79Y568JgyHZ5NQ=/fit-in/246x300/filters:strip_icc()/pic7398904.jpg"
  },
  {
    "name": "Everdell",
    "players": "1–4",
    "playtime": "40–80 Min",
    "description": "Within the charming valley of Everdell, beneath the boughs of towering trees, among meandering streams and mossy hollows, a civilization of forest critters is thriving and expanding. From Everfrost to Bellsong, many a year have come and gone, but the time has come for new territories to be settled and new cities established. You will be the leader of a group of critters intent on just such a task. There are buildings to construct, lively characters to meet, events to host—you have a busy year ahead of yourself. Will the sun shine brightest on your city before the winter moon rises?\nEverdell is a game of dynamic tableau building and worker placement.\nOn their turn a player can take one of three actions:\na) Place a Worker: Each player has a collection of Worker pieces. These are placed on the board locations, events, and on Destination cards. Workers perform various actions to further the development of a player's tableau: gathering resources, drawing cards, and taking other special actions.",
    "link": "https://boardgamegeek.com/boardgame/199792/everdell",
    "image": "https://cf.geekdo-images.com/fjE7V5LNq31yVEW_yuqI-Q__itemrep/img/nyVhVuXdmw-1sigbocTKG81UInM=/fit-in/246x300/filters:strip_icc()/pic3918905.png"
  },
  {
    "name": "The Crew: Mission Deep Sea",
    "players": "2–5",
    "playtime": "20 Min",
    "description": "In the trick-taking card game The Crew: Mission Deep Sea, you and the other players work together to search for the lost continent of Mu. This new adventure takes your crew deep down into the abyss on a search for the fabled sunken land. How far you get depends entirely on how well you work together as a team. Card by card, trick by trick, your search party will discover the challenges that lie ahead and forge a path to Mu.\nThis new version of The Crew has the same innovative co-operative trick-taking mechanism as the highly lauded original game — but with some exciting new surprises! While communication between your crew members is severely limited by your submerged state, it is also critical to your success; finding the hidden land in the murky depths depends not only on winning tricks, but also on carefully negotiating the order in which they are won. If things don't go as planned, you might just be able to salvage the operation, but it will take near flawless execution and perhaps a little luck to finally reach Mu.",
    "link": "https://boardgamegeek.com/boardgame/324856/the-crew-mission-deep-sea",
    "image": "https://cf.geekdo-images.com/VuBqZ1sMaDAVVHF_OEJP4g__itemrep/img/tgB3g7PECxG14yQ0FkMiMaXaOFE=/fit-in/246x300/filters:strip_icc()/pic5988903.jpg"
  },
  {
    "name": "Viticulture Essential Edition",
    "players": "1–6",
    "playtime": "45–90 Min",
    "description": "In Viticulture, the players find themselves in the roles of people in rustic, pre-modern Tuscany who have inherited meagre vineyards. They have a few plots of land, an old crush pad, a tiny cellar, and three workers. They each have a dream of being the first to call their winery a true success.\nThe players are in the position of determining how they want to allocate their workers throughout the year. Every season is different on a vineyard, so the workers have different tasks they can take care of in the summer and winter. There's competition over those tasks, and often the first worker to get to the job has an advantage over subsequent workers.\nFortunately for the vineyard owners, people love to visit wineries, and it just so happens that many of those visitors are willing to help out around the vineyard when they visit as long as you assign a worker to take care of them. Their visits (in the form of cards) are brief but can be very helpful. Using those workers and visitors, the vineyard owners can expand their vineyards by building structures, planting vines, and filling wine orders, working towards the goal of running the most successful winery in Tuscany.",
    "link": "https://boardgamegeek.com/boardgame/183394/viticulture-essential-edition",
    "image": "https://cf.geekdo-images.com/l_PRU2lVlX9seScRFcvFlA__itemrep/img/rfRBuKUlSgnnNpbRfy_osB9xrsM=/fit-in/246x300/filters:strip_icc()/pic6500949.jpg"
  },
  {
    "name": "Heat: Pedal to the Metal",
    "players": "1–6",
    "playtime": "30–60 Min",
    "description": "Based on simple and intuitive hand management, Heat: Pedal to the Metal puts players in the driver's seat of intense car races, jockeying for position to cross the finish line first, while managing their car's speed if they don't want to overheat. Selecting the right upgrades for their car will help them hug the curves and keep their engine cool enough to maintain top speeds. Ultimately, their driving skills will be the key to victory!\nDrivers can compete in a single race or use the \"Championship System\" to play a whole season in one game night, customizing their car before each race to claim the top spot of the podium. They have to be careful as the weather, road conditions, and events will change every race to spice up their championship. Players can also enjoy a solo mode with the Legends Module or add automated drivers as additional opponents in multiplayer games.\n—description from the publisher",
    "link": "https://boardgamegeek.com/boardgame/366013/heat-pedal-to-the-metal",
    "image": "https://cf.geekdo-images.com/-vOrd4bOspibyohYExLqWg__itemrep/img/mSj0nZUY3ofhIXFZJLGzF-6MQTg=/fit-in/246x300/filters:strip_icc()/pic6940449.png"
  },
  {
    "name": "Marvel Champions: The Card Game",
    "players": "1–4",
    "playtime": "45–90 Min",
    "description": "\"With great power, there must also come great responsibility.\"\n–Stan Lee, Amazing Fantasy #15\nIron Man and Black Panther team up to stop Rhino from rampaging through the streets of New York. Captain Marvel and Spider-Man battle Ultron as he threatens global annihilation. Do you have what it takes to join the ranks of these legendary heroes and become a champion?\nJump into the Marvel Universe with Marvel Champions: The Card Game, a cooperative Living Card Game for one to four players!\nMarvel Champions: The Card Game invites players to embody iconic heroes from the Marvel Universe as they battle to stop infamous villains from enacting their devious schemes. As a Living Card Game, Marvel Champions is supported with regular releases of new product, including new heroes and scenarios.\n—description from the publisher",
    "link": "https://boardgamegeek.com/boardgame/285774/marvel-champions-the-card-game",
    "image": "https://cf.geekdo-images.com/kRvUgYiaOq07kC67ZK5UoQ__itemrep/img/enmioYOA6vc3rEJuWZA27jQtU9c=/fit-in/246x300/filters:strip_icc()/pic4900321.jpg"
  },
  {
    "name": "Food Chain Magnate",
    "players": "2–5",
    "playtime": "120–240 Min",
    "description": "\"Lemonade? They want lemonade? What is the world coming to? I want commercials for burgers on all channels, every 15 minutes. We are the Home of the Original Burger, not a hippie health haven. And place a billboard next to that new house on the corner. I want them craving beer every second they sit in their posh new garden.\" The new management trainee trembles in front of the CEO and tries to politely point out that... \"How do you mean, we don't have enough staff? The HR director reports to you. Hire more people! Train them! But whatever you do, don't pay them any real wages. I did not go into business to become poor. And fire that discount manager, she is only costing me money. From now on, we'll sell gourmet burgers. Same crap, double the price. Get my marketing director in here!\"\nFood Chain Magnate is a heavy strategy game about building a fast food chain. The focus is on building your company using a card-driven (human) resource management system. Players compete on a variable city map through purchasing, marketing and sales, and on a job market for key staff members. The game can be played by 2-5 serious gamers in 2-4 hours.",
    "link": "https://boardgamegeek.com/boardgame/175914/food-chain-magnate",
    "image": "https://cf.geekdo-images.com/Wtxml94LAXsIWQCxGPS63Q__itemrep/img/Bl9o9eur7lveoZUYwAl9LL9NSJo=/fit-in/246x300/filters:strip_icc()/pic2649434.png"
  },
  {
    "name": "Crokinole",
    "players": "2–4",
    "playtime": "30 Min",
    "description": "Crokinole is a traditional two- or four-player dexterity game, played on a circular wooden board, with 3 rings and an inner recessed 'bullseye'. A ring of posts is set around the inner circle, which functions as an obstacle to reach this area. Playing pieces are wooden circular disks similar to checkers pieces. Players take turns shooting disks across the board by flicking them with their fingers in an effort to land them in the highest scoring ring on the board, the highest score (20 points) achieved by shooting a disk into the centre, recessed hole. From the outside in, rings are worth 5, 10, 15 points.\nAs a traditional game, there are often many variations played, but the following method is based on the National Crokinole Association's rules which also govern the World Crokinole Championship.\nEach disk to be shot must be placed on the outer boundary and within the shooting player's quadrant. If there are no opponent's disks on the board, the shot disk must land in the inner ring or it is removed. If there is an opponent's disk on the board, the shot disk must hit an opponent's piece, either directly, or by bumping another disk into it. Disks landing in the centre hole are removed and scored at the end of the round. Disks that lie outside--or are touching--the outer boundary after each shot are removed from play for the round.",
    "link": "https://boardgamegeek.com/boardgame/521/crokinole",
    "image": "https://cf.geekdo-images.com/DOwZ7_Q1w68iBhARcDAxig__itemrep/img/fP5bPqep8Rk1yaqL8FeJ7Ji2VrY=/fit-in/246x300/filters:strip_icc()/pic8549797.jpg"
  },
  {
    "name": "The Lord of the Rings: Duel for Middle-earth",
    "players": "2",
    "playtime": "30–45 Min",
    "description": "A dark rumour rises from Mordor. The Eye turns to Middle-earth. The hour has come. The Fellowship is reunited. The Heroes prepare for battle. Will you play as the Fellowship of the Ring to defend the free races and destroy the One Ring? Or will you play as Sauron and pursue Frodo and Sam while deploying your hordes to the gates of the enemy cities? The destiny of Middle-earth is in your hands!\nA game plays over 3 successive chapters that unfold similarly.\nOn your turn, strengthen your Skills, hoard your treasure, stretch your presence across Middle-earth, rally Races to your cause, or advance the Quest of the Ring.\nTurn Overview\nIn each chapter players take cards from a display of face-down and face-up cards arranged at the start of a round. A player can take a card only if it's available, that is not partially covered by any other cards. Players can either play the card, paying its cost and placing it in their play area, obtaining its benefit, or discard the card and take as many coins from the reserve as the current chapter.",
    "link": "https://boardgamegeek.com/boardgame/421006/the-lord-of-the-rings-duel-for-middle-earth",
    "image": "https://cf.geekdo-images.com/EybxJlUc9rz7F7HVFLqsdw__itemrep/img/vJcpjMKzCOlOL0R7ywzgPHA2sk8=/fit-in/246x300/filters:strip_icc()/pic8378939.jpg"
  },
  {
    "name": "Pax Pamir: Second Edition",
    "players": "1–5",
    "playtime": "45–120 Min",
    "description": "In Pax Pamir, players assume the role of nineteenth century Afghan leaders attempting to forge a new state after the collapse of the Durrani Empire. Western histories often call this period \"The Great Game\" because of the role played by the Europeans who attempted to use central Asia as a theater for their own rivalries. In this game, those empires are viewed strictly from the perspective of the Afghans who sought to manipulate the interloping ferengi (foreigners) for their own purposes.\nIn terms of game play, Pax Pamir is a pretty straightforward tableau builder. Players spend most of their turns purchasing cards from a central market, then playing those cards in front of them in a single row called a court. Playing cards adds units to the game's map and grants access to additional actions that can be taken to disrupt other players and influence the course of the game. That last point is worth emphasizing. Though everyone is building their own row of cards, the game offers many ways for players to interfere with each other directly and indirectly.\nTo survive, players will organize into coalitions. Throughout the game, the dominance of the different coalitions will be evaluated by the players when a special card, called a \"Dominance Check\", is resolved. If a single coalition has a commanding lead during one of these checks, those players loyal to that coalition will receive victory points based on their influence in their coalition. However, if Afghanistan remains fragmented during one of these checks, players instead will receive victory points based on their personal power base.",
    "link": "https://boardgamegeek.com/boardgame/256960/pax-pamir-second-edition",
    "image": "https://cf.geekdo-images.com/oSM_AuKYfGIwOtKbVEsoVg__itemrep/img/4yTV5vAsuDi8MZP6wWysZA8tmQg=/fit-in/246x300/filters:strip_icc()/pic4503733.png"
  },
  {
    "name": "Kanban EV",
    "players": "1–4",
    "playtime": "60–180 Min",
    "description": "Electric vehicles (EVs) have become more common since 2014 and are the future of the automobile industry. They are superior vehicles due to them being more efficient, easier to maintain, cleaner, and cheaper to run. They are computerized machines that use AI to improve safety and in the near future will provide autonomous driving. They receive software upgrades during their lifetime and are constantly improving, unlike their traditional combustion-engine counterparts, which start to become obsolete as soon as you start using them.\nYou will be overseeing the production of these vehicles in Kanban EV, with \"kanban\" (看板) being the name for a scheduling system that supports an efficient assembly line, just-in-time production, and a smooth workflow process. Over the course of the game, players take on the role of rookie employees who are trying to secure their career. You need to manage suppliers and supplies, improve and innovate automobile parts, and get your hands greasy on the assembly line in order to boost production and impress the factory manager.",
    "link": "https://boardgamegeek.com/boardgame/284378/kanban-ev",
    "image": "https://cf.geekdo-images.com/L2Wn-zUqkcHgqvwvY212Ig__itemrep/img/S_mg665DznHuiuvxvOIPk2mYwHM=/fit-in/246x300/filters:strip_icc()/pic4924232.jpg"
  },
  {
    "name": "Underwater Cities",
    "players": "1–4",
    "playtime": "80–150 Min",
    "description": "In Underwater Cities, which takes about 30-45 minutes per player, players represent the most powerful brains in the world, brains nominated due to the overpopulation of Earth to establish the best and most livable underwater areas possible.\nThe main principle of the game is card placement. Three colored cards are placed along the edge of the main board into 3 x 5 slots, which are also colored. Ideally players can place cards into slots of the same color. Then they can take both actions and advantages: the action depicted in the slot on the main board and also the advantage of the card. Actions and advantages can allow players to intake raw materials; to build and upgrade city domes, tunnels and production buildings such as farms, desalination devices and laboratories in their personal underwater area; to move their marker on the initiative track (which is important for player order in the next turn); to activate the player's \"A-cards\"; and to collect cards, both special ones and basic ones that allow for better decision possibilities during gameplay.\nAll of the nearly 220 cards — whether special or basic — are divided into five types according to the way and time of use. Underwater areas are planned to be double-sided, giving players many opportunities to achieve VPs and finally win.",
    "link": "https://boardgamegeek.com/boardgame/247763/underwater-cities",
    "image": "https://cf.geekdo-images.com/PwOwTVHovJAUQgghnGqCOg__itemrep/img/CHpbozXB266LtImU0nze5uXJ-HI=/fit-in/246x300/filters:strip_icc()/pic4837710.png"
  },
  {
    "name": "Hegemony: Lead Your Class to Victory",
    "players": "2–4",
    "playtime": "90–180 Min",
    "description": "Extended edition includes Crisis & Control expansion.\nThe Nation is in disarray and a war is waging between the classes. The working class faces a dismantled welfare system, the capitalists are losing their hard-earned profits, the middle class is gradually fading and the state is sinking into a deep deficit. Amidst all this chaos, the only person who can provide guidance is... you. Will you take the side of the working class and fight for social reforms? Or will you stand with the corporations and the free market? Will you help the government try to keep it all together, or will you try to enforce your agenda no matter the cost to the country?\nHegemony is an asymmetric politico-economic card-driven board game for 2-4 players that puts you in the role of one of the socio-economic groups in a fictional state: The Working Class, the Middle Class, the Capitalist Class and the State itself.\nThe Working class controls the workers. The Capitalist class controls the companies. The Middle class combines elements from both the Working class and the Capitalist. It has workers who can work in the Capitalist's companies but it can also build companies of its own, yet smaller. Finally the State is trying to keep everyone happy, providing benefits and subsidies when needed but trying also to maintain a steady income through taxes to avoid going into debt.",
    "link": "https://boardgamegeek.com/boardgame/321608/hegemony-lead-your-class-to-victory",
    "image": "https://cf.geekdo-images.com/DCLgJlrvB-EqL6A3WgQLMQ__itemrep/img/uQmSxTnX9ZoEGC5Mx6RECLSojQU=/fit-in/246x300/filters:strip_icc()/pic5715770.jpg"
  },
  {
    "name": "Puerto Rico",
    "players": "3–5",
    "playtime": "90–150 Min",
    "description": "In 'Puerto Rico', players assume the roles of colonial governors on the island of Puerto Rico. The aim of the game is to amass victory points by shipping goods to Europe or by constructing buildings.\nEach player uses a separate small board with spaces for city buildings, plantations, and resources. Shared between the players are three ships, a trading house, and a supply of resources and doubloons.\nThe resource cycle of the game is that players grow crops which they exchange for points or doubloons. Doubloons can then be used to buy buildings, which allow players to produce more crops or give them other abilities. Buildings and plantations do not work unless they are manned by colonists.\nDuring each round, players take turns selecting a role card from those on the table (such as \"Trader\" or \"Builder\"). When a role is chosen, every player gets to take the action appropriate to that role. The player that selected the role also receives a small privilege for doing so - for example, choosing the \"Builder\" role allows all players to construct a building, but the player who chose the role may do so at a discount on that turn. Unused roles gain a doubloon bonus at the end of each turn, so the next player who chooses that role gets to keep any doubloon bonus associated with it. This encourages players to make use of all the roles throughout a typical course of a game.",
    "link": "https://boardgamegeek.com/boardgame/3076/puerto-rico",
    "image": "https://cf.geekdo-images.com/QFiIRd2kimaMqTyWsX0aUg__itemrep/img/YDEozo5DfKYdDp8xi2mAfoV2qWk=/fit-in/246x300/filters:strip_icc()/pic158548.jpg"
  },
  {
    "name": "Cascadia",
    "players": "1–4",
    "playtime": "30–45 Min",
    "description": "Cascadia is a puzzly tile-laying and token-drafting game featuring the habitats and wildlife of the Pacific Northwest.\nIn the game, you take turns building out your own terrain area and populating it with wildlife. You start with three hexagonal habitat tiles (with the five types of habitat in the game), and on a turn you choose a new habitat tile that's paired with a wildlife token, then place that tile next to your other ones and place the wildlife token on an appropriate habitat. (Each tile depicts 1-3 types of wildlife from the five types in the game, and you can place at most one tile on a habitat.) Four tiles are on display, with each tile being paired at random with a wildlife token, so you must make the best of what's available — unless you have a nature token to spend so that you can pick your choice of each item.\nIdeally you can place habitat tiles to create matching terrain that reduces fragmentation and creates wildlife corridors, mostly because you score for the largest area of each type of habitat at game's end, with a bonus if your group is larger than each other player's. At the same time, you want to place wildlife tokens so that you can maximize the number of points scored by them, with the wildlife goals being determined at random by one of the four scoring cards for each type of wildlife. Maybe hawks want to be separate from other hawks, while foxes want lots of different animals surrounding them and bears want to be in pairs. Can you make it happen?",
    "link": "https://boardgamegeek.com/boardgame/295947/cascadia",
    "image": "https://cf.geekdo-images.com/MjeJZfulbsM1DSV3DrGJYA__itemrep/img/RjD03wEf_LoX0EF4DhnW6f0xNHU=/fit-in/246x300/filters:strip_icc()/pic5100691.jpg"
  },
  {
    "name": "Cthulhu: Death May Die",
    "players": "1–5",
    "playtime": "90–120 Min",
    "description": "In Cthulhu: Death May Die, inspired by the writings of H.P. Lovecraft, you and your fellow players represent investigators in the 1920s who instead of trying to stop the coming of Elder Gods, want to summon those otherworldly beings so that you can put a stop to them permanently. You start the game insane, and while your long-term goal is to shoot Cthulhu in the face, so to speak, at some point during the game you'll probably fail to mitigate your dice rolls properly and your insanity will cause you to do something terrible — or maybe advantageous. Hard to know for sure.\nThe game has multiple episodes, and each of them has a similar structure of two acts, those being before and after you summon whatever it is you happen to be summoning. If any character dies prior to the summoning, then the game ends and you lose; once the Elder One is on the board, as long as one of you is still alive, you still have a chance to win.\nThe episodes are all standalone and not contingent on being played in a certain order or with the same players.",
    "link": "https://boardgamegeek.com/boardgame/253344/cthulhu-death-may-die",
    "image": "https://cf.geekdo-images.com/e8D09pfFsUsoX1D81EeoZg__itemrep/img/Ki4B-y6Am9t18ErzhjSw_L8tKDY=/fit-in/246x300/filters:strip_icc()/pic4705171.jpg"
  },
  {
    "name": "Pandemic Legacy: Season 0",
    "players": "2–4",
    "playtime": "45–60 Min",
    "description": "1962 — The Cold War continues as a new threat looms on the horizon, a deadly new Soviet bioweapon, something called \"Project MEDUSA\". You and your fellow medical graduates have been recruited by the CIA for the critical mission of investigating and preventing its development. Travel the world using carefully constructed aliases to move swiftly between Allied, Neutral, and Soviet cities. Your missions will require you to neutralize enemy agents, acquire specific targets, and set up other CIA agents on location to execute your operations without a hitch. As you complete objectives over the course of twelve months, each success or failure will bring you closer to the truth.\nCombatting this dangerous new pathogen is of utmost importance, but it's not the only threat you'll encounter in the field. Enemy agents are taking root in all parts of the world, and it's critical to your mission that you keep them contained before they can escalate international tensions. Luckily for you, you won't be without backup. Coordinate with other covert operatives for assistance and make strategic use of these teams at different locations to clean up the board and keep your eye on your main objectives.",
    "link": "https://boardgamegeek.com/boardgame/314040/pandemic-legacy-season-0",
    "image": "https://cf.geekdo-images.com/y0x1zbkpUXjddzWWnhekYw__itemrep/img/jkXL5CPHgbwGPoahpK73KV7ohJA=/fit-in/246x300/filters:strip_icc()/pic5581457.jpg"
  },
  {
    "name": "Caverna: The Cave Farmers",
    "players": "1–7",
    "playtime": "30–210 Min",
    "description": "Following along the same lines as its predecessor (Agricola), Caverna: The Cave Farmers is a worker-placement game at heart, with a focus on farming. In the game, you are the bearded leader of a small dwarf family that lives in a little cave in the mountains. You begin the game with a farmer and his spouse, and each member of the farming family represents an action that the player can take each turn. Together, you cultivate the forest in front of your cave and dig deeper into the mountain. You furnish the caves as dwellings for your offspring as well as working spaces for small enterprises.\nIt's up to you how much ore you want to mine. You will need it to forge weapons that allow you to go on expeditions to gain bonus items and actions. While digging through the mountain, you may come across water sources and find ore and ruby mines that help you increase your wealth. Right in front of your cave, you can increase your wealth even further with agriculture: You can cut down the forest to sow fields and fence in pastures to hold your animals. You can also expand your family while running your ever-growing farm. In the end, the player with the most efficiently developed home board wins.",
    "link": "https://boardgamegeek.com/boardgame/102794/caverna-the-cave-farmers",
    "image": "https://cf.geekdo-images.com/EAqbd46lFxo-7GumlO8U4w__itemrep/img/hK1HuYlFD4sSigzPa2RsHRNF0qk=/fit-in/246x300/filters:strip_icc()/pic5598833.jpg"
  },
  {
    "name": "Anachrony",
    "players": "1–4",
    "playtime": "30–120 Min",
    "description": "It is the late 26th century. Earth is recovering from a catastrophic explosion that exterminated the majority of the population centuries ago and made most of the surface uninhabitable due to unearthly weather conditions. The surviving humans organized along four radically different ideologies, called Paths, to rebuild the world as they see fit: Harmony, Dominance, Progress, and Salvation. Followers of the four Paths live in a fragile peace, but in almost complete isolation next to each other. Their only meeting point is the last major city on Earth, now just known as the Capital.\nBy powering up the mysterious Time Rifts that opened in the wake of the cataclysm, each Path is able to reach back to specific moments in their past. Doing so can greatly speed up their progress, but too much meddling may endanger the time-space continuum. But progress is more important than ever before: if the mysterious message arriving through the Time Rift is to be believed, an even more terrible cataclysm is looming on the horizon: an asteroid bearing the mysterious substance called Neutronium is heading towards Earth. Even stranger, the scientists show that the energy signature of the asteroid matches the explosion centuries ago...",
    "link": "https://boardgamegeek.com/boardgame/185343/anachrony",
    "image": "https://cf.geekdo-images.com/31quLNzteInnevVRAABoow__itemrep/img/arsLLQqoHPgt3yXqvc-AydPFHVw=/fit-in/246x300/filters:strip_icc()/pic3499707.jpg"
  },
  {
    "name": "On Mars",
    "players": "1–4",
    "playtime": "90–150 Min",
    "description": "Following the success of unmanned rover missions, the United Nations established the Department of Operations and Mars Exploration (D.O.M.E.). The first settlers arrived on Mars in the year 2037 and in the decades after establishment of Mars Base Camp, private exploration companies began work on the creation of a self-sustaining colony. As chief astronaut for one of these enterprises, you want to be a pioneer in the development of the biggest, most advanced colony on Mars by achieving both D.O.M.E. mission goals as well as your company’s private agenda.\nIn the beginning, you will be dependent on supplies from Earth and will have to travel often between the Mars Space Station and the planet's surface. As the colony expands over time, you will shift your activities to construct mines, power generators, water extractors, greenhouses, oxygen factories, and shelters. Your goal is to develop a self-sustaining colony independent of any terrestrial organization. This will require understanding the importance of water, air, power, and food — the necessities for survival.",
    "link": "https://boardgamegeek.com/boardgame/184267/on-mars",
    "image": "https://cf.geekdo-images.com/Nm0Iw8NoiM9V8IsifimGBw__itemrep/img/xTjuZwi_7iS6FpZIISWTk7SAZ5o=/fit-in/246x300/filters:strip_icc()/pic4357658.jpg"
  },
  {
    "name": "Blood Rage",
    "players": "2–4",
    "playtime": "60–90 Min",
    "description": "\"Life is Battle; Battle is Glory; Glory is ALL\"\nIn Blood Rage, players control the warriors, leader, and ship of their own Viking clan. Ragnarök has come and it’s the end of the world! It’s the Vikings’ last chance to go down in a blaze of glory and secure their places in Valhalla at Odin’s side! As a Viking you can pursue one of many pathways to glory. You can: invade and pillage the land for its rewards; crush your opponents in battle: fulfill quests: increase your clan's stats: or even die gloriously in battle or from Ragnarök, the ultimate inescapable doom.\nMost player strategies are guided by the cards drafted at the beginning of each of the three game rounds (or Ages). These “Gods’ Gifts” grant you numerous boons for your clan including: increased Viking strength and devious battle strategies, upgrades to your clan, or even the aid of legendary creatures from Norse mythology. They may also include various quests, from dominating specific provinces, to having many of your Vikings sent to Valhalla. Most of these cards are aligned with one of the Norse gods, hinting at the kind of strategy they support. For example, Thor gives more glory for victory in battle. Heimdall grants you foresight and surprises. Tyr strengthens you in battle, while the trickster Loki actually rewards you for losing battles or punishes the winner.",
    "link": "https://boardgamegeek.com/boardgame/170216/blood-rage",
    "image": "https://cf.geekdo-images.com/HkZSJfQnZ3EpS214xtuplg__itemrep/img/ZSJhCapvtPoiIQZ1XdfO-qgUuFY=/fit-in/246x300/filters:strip_icc()/pic2439223.jpg"
  },
  {
    "name": "Agricola",
    "players": "1–5",
    "playtime": "30–150 Min",
    "description": "Description originally from BoardgameNews\nIn Agricola, you're a farmer in a wooden shack with your spouse and little else. At first, on a turn, your family gets to take only two actions, one for you and one for your spouse, as might be found among all the possibilities on a farm: plowing fields; collecting materials; building fences, and so on. There are numerous choices available, and while the game progresses you'll have more and more, as each round a new action card is flipped over, offering one more possible action. You might think about having kids in order to get more work accomplished but first you'll need to expand your house to make room--and what are you going to feed all the little rug rats?\nThe game supports many levels of complexity, mainly through the distribution of cards which represent Minor Improvements and Occupations. In the beginner's version (called the Family Variant in the U.S. release) these cards are not used at all. For advanced play, the U.S. release includes three levels of both types of cards; Basic (E-deck), Interactive (I-deck), and Complex (K-deck), and the rulebook encourages players to experiment with the various decks and mixtures thereof. Aftermarket decks such as the Z-Deck and the L-Deck also exist. Each player starts with a hand of 7 Occupation cards (of more than 160 total) and 7 Minor Improvement cards (of more than 140 total) that he/she may use during the game if they fit into his/her strategy.",
    "link": "https://boardgamegeek.com/boardgame/31260/agricola",
    "image": "https://cf.geekdo-images.com/dDDo2Hexl80ucK1IlqTk-g__itemrep/img/DzC9cA0TNmWUO7WLdl4-uFHfO_k=/fit-in/246x300/filters:strip_icc()/pic831744.jpg"
  },
  {
    "name": "Oathsworn: Into the Deepwood",
    "players": "1–4",
    "playtime": "30–90 Min",
    "description": "Oathsworn is a Twisting Tales Game for 1-4 players where play is focused on narrative choices and rich miniature combat encounters. The game is set in the Deepwood where a Free company (the Oathsworn) fights for humanity's survival against unnatural horrors and the Deepwood itself.\nEach gaming session sees the players participate in a multi path game book where the story unfolds to an inevitable encounter. The encounters are multi phase scripted boss fights on the encounter board where players have to outwit and outplay the AI driven monsters and enemies. As the sessions unfold the group is taken into a deep legacy campaign where they gain levels, loot and new allies to join them in their journey.\nOathsworn boasts a unique push your luck combat system of exploding dice where players are always having to decide between hitting harder and potentially missing the attack. This coupled with a euro style cooldown system called 'Battleflow' makes for a vibrant and engaging play session.",
    "link": "https://boardgamegeek.com/boardgame/251661/oathsworn-into-the-deepwood",
    "image": "https://cf.geekdo-images.com/dezQ4YjF03lZVxTdI-UJYw__itemrep/img/EvlCkFc6GoEoWdCwDageBn59kx4=/fit-in/246x300/filters:strip_icc()/pic6863204.jpg"
  },
  {
    "name": "Sleeping Gods",
    "players": "1–4",
    "playtime": "60–1200 Min",
    "description": "\"Are the stars unfamiliar here?\" she asked, and the sky grew suddenly dark, the star's patterns alien and exotic. \"This is the Wandering Sea. The gods have brought you here, and you must wake them if you wish to return home.\"\nIn Sleeping Gods, you and up to 3 friends become Captain Sofi Odessa and her crew, lost in a strange world in 1929 on your steamship, the Manticore. You must work together to survive, exploring exotic islands, meeting new characters, and seeking out the totems of the gods so that you can return home.\nSleeping Gods is a campaign game. Each session can last as long as you want. When you are ready to take a break, you mark your progress on a journey log sheet, making it easy to return to the same place in the game the next time you play. You can play solo or with friends throughout your campaign. It's easy to swap players in and out at will. Your goal is to find at least fourteen totems hidden throughout the world. Like reading a book, you'll complete this journey one or two hours at a time, discovering new lands, stories, and challenges along the way.",
    "link": "https://boardgamegeek.com/boardgame/255984/sleeping-gods",
    "image": "https://cf.geekdo-images.com/Zdt8l4oTBpFICsMyNof7Jg__itemrep/img/gGT6XPcKdYS-3EIOKd-WT5zu2qY=/fit-in/246x300/filters:strip_icc()/pic5975244.png"
  },
  {
    "name": "Slay the Spire: The Board Game",
    "players": "1–4",
    "playtime": "30–150 Min",
    "description": "Slay the Spire: The Board Game is a co-operative deck-building adventure. Craft a unique deck, encounter bizarre creatures, discover relics of immense power, and finally become strong enough to slay the Spire!\nSlay the Spire: The Board Game, (core edition) includes:\n-4 Minis\n-Over 730 cards\n-Over 450 Art Sleeves\n-2 Map Boards\n-1 Merchant Board\n-4 Player Boards\n-1 Die\n-50 plastic cubes\n-Over 113 tokens\nCollector's edition:\n4x (3mm neoprene) playermats\n1x deck playmat\nBigger box (fits mats)\n1x Merchant bag\nMetal coins",
    "link": "https://boardgamegeek.com/boardgame/338960/slay-the-spire-the-board-game",
    "image": "https://cf.geekdo-images.com/PQzVclEoOQ_wr4e1V86kxA__itemrep/img/RTxgAjHxipD5sVBYxisz2V1AruA=/fit-in/246x300/filters:strip_icc()/pic8157856.png"
  },
  {
    "name": "Lisboa",
    "players": "1–4",
    "playtime": "60–120 Min",
    "description": "Lisboa is a game about the reconstruction of Lisboa after the great earthquake of 1755.\nOn November 1, 1755, Lisbon suffered an earthquake of an estimated magnitude of 8.5–9.0, followed by a tsunami and three days of fires. The city was almost totally destroyed. The Marques of Pombal — Sebastião José de Carvalho e Melo — was the then Minister of Foreign Affairs and the King put him in charge of the reconstruction of Lisbon. The Marques of Pombal gathered a team of engineers and architects and you, the players, are members of the nobility; members who will use your influence in the reconstruction and business development of the new city. You will work with the architects to build Lisbon anew, with the Marquis to develop commerce and with the King to open all the buildings, but the true reason you do all this is not for greatness or fame or even fortune, but for the most important thing of all in that time: wigs.\nLisboa is played on a real map of downtown Lisbon. During the planning of the downtown project, the type of business permitted in each street was previously determined. The economic motor is driven by the wealth of the royal treasure and this treasure is controlled by player actions during the game, making each game a totally different experience. The game ends after a fixed number of rounds and whoever gathers the most wigs by the end of the game wins.",
    "link": "https://boardgamegeek.com/boardgame/161533/lisboa",
    "image": "https://cf.geekdo-images.com/OrHS8_a1CqSGiXeTfCk0Wg__itemrep/img/3OmJPCYr0wEQQD5dIgW9YxY5hxQ=/fit-in/246x300/filters:strip_icc()/pic3209553.jpg"
  },
  {
    "name": "Pandemic Legacy: Season 2",
    "players": "2–4",
    "playtime": "60 Min",
    "description": "Description from the publisher:\nThe world almost ended 71 years ago...\nThe plague came out of nowhere and ravaged the world. Most died within a week. Nothing could stop it. The world did its best. It wasn't good enough.\nFor three generations, we, the last fragments of humanity have lived on the seas, on floating stations called \"havens.\" Far from the plague, we are able to provide supplies to the mainland to keep them (and us) from succumbing completely.\nWe've managed to keep a network of the largest known cities in the world alive. Things have been tough the past few years. Cities far away from the havens have fallen off our grid...\nTomorrow, a small group of us head out into what's left of the world. We don't know what we'll find.",
    "link": "https://boardgamegeek.com/boardgame/221107/pandemic-legacy-season-2",
    "image": "https://cf.geekdo-images.com/Qtkb-UTvHa0-kxt_MK1nKw__itemrep/img/5oGw4U9ceJ1dPqlGK91sOTo1_Qc=/fit-in/246x300/filters:strip_icc()/pic3763549.jpg"
  },
  {
    "name": "Obsession",
    "players": "1–4",
    "playtime": "30–90 Min",
    "description": "You are the head of a respected but troubled family estate in mid-19th century Victorian England. After several lean decades, family fortunes are looking up! Your goal is to improve your estate so as to be in better standing with the truly influential families in Derbyshire.\nObsession is a game of 16 to 20 turns in which players build a deck of Victorian gentry (British social upper class), renovate their estate by acquiring building tiles from a centralized builders' market, and manipulate an extensive service staff of butlers, housekeepers, underbutlers, maids, valets, and footmen utilizing a novel worker placement mechanic. Successfully hosting prestigious social activities such as Fox Hunts, Music Recitals, Billiards, Political Debates, and Grand Balls increases a player's wealth, reputation, and connections among the elite.\nEach turn, players choose a building tile representing a room or outdoor space in and around their 19th century British country house. The tile chosen dictates the event that can be hosted and the guests to be invited. Players must carefully plan, however, to have the proper staff available to service the event and support guests as needed. The reward for success is new investment opportunities, permitting further renovation of the estate (acquisition of more valuable/powerful building tiles), an increase in reputation in the county, an expanding circle of influential acquaintances, and a larger and highly-trained domestic staff.",
    "link": "https://boardgamegeek.com/boardgame/231733/obsession",
    "image": "https://cf.geekdo-images.com/sy89BiuZXfbSnG7Cag9tBQ__itemrep/img/_1IdpMxkMKCR0bx-7E8mbh3nqzM=/fit-in/246x300/filters:strip_icc()/pic5902073.png"
  },
  {
    "name": "Grand Austria Hotel",
    "players": "2–4",
    "playtime": "60–120 Min",
    "description": "In the thick of the Viennese modern age, exquisite cafés are competing for customers. Inspiring artists, important politicians, and tourists from all over the world are populating Vienna and in need of a hotel room. This is your opportunity to turn your little café into a world famous hotel. Hire staff, fulfill the wishes of your guests, and gain the emperor's favor. Only then will your café become the Grand Austria Hotel.\nThe start player rolls the dice, sorting them by the rolled number and placing them on the corresponding action spaces. On a turn, a player chooses one of the six actions and carries it out. The number of the available dice in the corresponding action spaces determines how much the player gets from the action. They then remove one of the dice and can carry out additional actions. With the different actions, a player can get the necessary drinks and dishes, prepare the rooms, or hire staff.\nBut no hotel can grow without guests. To choose wisely which guests to attract and to complete their orders brings some important bonus actions. The staff cards also have different advantages, but the game ends after seven rounds and no player can do everything they want, so whoever makes the right decisions and finds the best way to create bonus actions will win.",
    "link": "https://boardgamegeek.com/boardgame/182874/grand-austria-hotel",
    "image": "https://cf.geekdo-images.com/GlCmHjdLwv3SqSjv52ToGw__itemrep/img/Meb89u4vSn3xNl_2wJTF2TYXhr8=/fit-in/246x300/filters:strip_icc()/pic6966955.jpg"
  },
  {
    "name": "Age of Innovation",
    "players": "1–5",
    "playtime": "40–200 Min",
    "description": "Age of Innovation is a standalone game set in the world of Terra Mystica.\nTwelve factions, each with unique characteristics, populate this world of varying terrains. Here you will compete to erect buildings and merge them into cities. Each game allows you to create new combinations of factions, homelands, and abilities so that each game isn't the same as another.\nYou control one of these factions and will terraform the game map's terrain into your homelands where you can erect your buildings. Proximity to other factions may limit your expansion, but it also gains you significant advantages in the game. This tension adds to the appeal of the Terra Mystica series.\nUpgrade your buildings to gain valuable resources such as tools, scholars, money, and power. Build schools to advance in different sciences and collect books, which you can use to make innovations. Build your palace to gain a powerful new ability or build workshops, guilds, and universities to complete your culture.",
    "link": "https://boardgamegeek.com/boardgame/383179/age-of-innovation",
    "image": "https://cf.geekdo-images.com/D1vrcFEptCEoD8Z6s_iRfw__itemrep/img/hIfV87tcak-gBr2S2NGB-MAA230=/fit-in/246x300/filters:strip_icc()/pic7430993.jpg"
  },
  {
    "name": "Mansions of Madness: Second Edition",
    "players": "1–5",
    "playtime": "120–180 Min",
    "description": "Mansions of Madness: Second Edition is a fully co-operative, app-driven board game of horror and mystery for one to five players that takes place in the same universe as Eldritch Horror and Elder Sign. Let the immersive app guide you through the veiled streets of Innsmouth and the haunted corridors of Arkham's cursed mansions as you search for answers and respite. Eight brave investigators stand ready to confront four scenarios of fear and mystery, collecting weapons, tools, and information, solving complex puzzles, and fighting monsters, insanity, and death. Open the door and step inside these hair-raising Mansions of Madness: Second Edition. It will take more than just survival to conquer the evils terrorizing this town.",
    "link": "https://boardgamegeek.com/boardgame/205059/mansions-of-madness-second-edition",
    "image": "https://cf.geekdo-images.com/LIooA9bTdjnE9qmhjL-UFw__itemrep/img/G_-z236LOfeZMfomDg5oPNJvyrg=/fit-in/246x300/filters:strip_icc()/pic3118622.jpg"
  },
  {
    "name": "Tzolk'in: The Mayan Calendar",
    "players": "2–4",
    "playtime": "90 Min",
    "description": "Tzolkin: The Mayan Calendar presents a new game mechanism: dynamic worker placement. Players representing different Mayan tribes place their workers on giant connected gears, and as the gears rotate they take the workers to different action spots.\nDuring a turn, players can either (a) place one or more workers on the lowest visible spot of the gears or (b) pick up one or more workers. When placing workers, they must pay corn, which is used as a currency in the game. When they pick up a worker, they perform certain actions depending on the position of the worker. Actions located \"later\" on the gears are more valuable, so it's wise to let the time work for you – but players cannot skip their turn; if they have all their workers on the gears, they have to pick some up. \nThe game ends after one full revolution of the central Tzolkin gear. There are many paths to victory. Pleasing the gods by placing crystal skulls in deep caves or building many temples are just two of those many paths...",
    "link": "https://boardgamegeek.com/boardgame/126163/tzolkin-the-mayan-calendar",
    "image": "https://cf.geekdo-images.com/kXf7mDyDYuHg6oe8yTUIEA__itemrep/img/8M-vck69HAdoJdStBZ8q91-7hRs=/fit-in/246x300/filters:strip_icc()/pic4604439.jpg"
  },
  {
    "name": "Power Grid",
    "players": "2–6",
    "playtime": "120 Min",
    "description": "Power Grid is the updated release of the Friedemann Friese crayon game Funkenschlag. It removes the crayon aspect from network building in the original edition, while retaining the fluctuating commodities market like Crude: The Oil Game and an auction round intensity reminiscent of The Princes of Florence.\nThe objective of Power Grid is to supply the most cities with power when someone's network gains a predetermined size. In this new edition, players mark pre-existing routes between cities for connection, and then bid against each other to purchase the power plants that they use to power their cities.\nHowever, as plants are purchased, newer, more efficient plants become available, so by merely purchasing, you're potentially allowing others access to superior equipment.\nAdditionally, players must acquire the raw materials (coal, oil, garbage, and uranium) needed to power said plants (except for the 'renewable' windfarm/ solar plants, which require no fuel), making it a constant struggle to upgrade your plants for maximum efficiency while still retaining enough wealth to quickly expand your network to get the cheapest routes.",
    "link": "https://boardgamegeek.com/boardgame/2651/power-grid",
    "image": "https://cf.geekdo-images.com/yd6LuatytHRhcFCxCf-EEg__itemrep/img/LsqKzcnoaVUlSUmLxFE8dwxFndk=/fit-in/246x300/filters:strip_icc()/pic4459753.jpg"
  },
  {
    "name": "Quacks",
    "players": "2–4",
    "playtime": "45 Min",
    "description": "In Quacks, which was first released as The Quacks of Quedlinburg, players are charlatans — or quack doctors — each making their own secret brew by adding ingredients one at a time. Take care with what you add, though, for a pinch too much of this or that will spoil the whole mixture!\nEach player has their own bag of ingredient chips. During each round, they simultaneously draw chips from their bags and add them to their pots. The higher the face value of the drawn chip, the further it is placed in the pot's swirling pattern, increasing how much the potion will be worth. Push your luck as far as you can, but if you add too many cherry bombs, your pot will explode!\nAt the end of each round, players gain victory points and coins to spend on new ingredients, depending on how well they managed to fill up their pots. But players whose pots have exploded must choose points or coins — not both! The player with the most victory points at the end of nine rounds wins the game.",
    "link": "https://boardgamegeek.com/boardgame/244521/quacks",
    "image": "https://cf.geekdo-images.com/B1bLRWzTASZ-xx9NoAE79A__itemrep/img/gBYgKZ_1JWxGnvnxw8570K65kXQ=/fit-in/246x300/filters:strip_icc()/pic8780293.png"
  },
  {
    "name": "Clans of Caledonia",
    "players": "1–4",
    "playtime": "30–120 Min",
    "description": "Clans of Caledonia is a mid-to-heavy economic game set in 19th-century Scotland. At this time, Scotland made the transition from an agricultural to an industrialized country that heavily relied on trade and export. In the following years, food production increased significantly to feed the population growth. Linen was increasingly substituted by the cheaper cotton and raising sheep was given high importance. More and more distilleries were founded and whisky became the premium alcoholic beverage in Europe.\nPlayers represent historic clans with unique abilities and compete to produce, trade and export agricultural goods and of course whisky!\nThe game ends after five rounds. Each round consists of the three phases:\nPlayers' turns\nProduction phase\nRound scoring",
    "link": "https://boardgamegeek.com/boardgame/216132/clans-of-caledonia",
    "image": "https://cf.geekdo-images.com/SPuwc6RJ6y4PnTH36Pegsg__itemrep/img/xxhvhwGExrMMiLD9lcsUvQoKxU8=/fit-in/246x300/filters:strip_icc()/pic3511783.png"
  },
  {
    "name": "Maracaibo",
    "players": "1–4",
    "playtime": "30–120 Min",
    "description": "Maracaibo, a strategy game for 1-4 players by Alexander Pfister, is set in the Caribbean during the 17th century. The players try to increase their influence in three nations in four rounds with a play time of 40 minutes per player.\nThe players sail on a round course through the Caribbean, e.g., you have city tiles where you are able to perform various actions or deliver goods to. One special feature is an implemented quest mode over more and various tiles, which tells the player, who chase after it, a little story.\nAs a player, you move with your ship around the course, managing it by using cards like in other games from Alexander Pfister.\nNOTE: The Spanish and Portuguese editions of Maracaibo contain La Armada mini-expansion packaged inside the base game's box.",
    "link": "https://boardgamegeek.com/boardgame/276025/maracaibo",
    "image": "https://cf.geekdo-images.com/rMNa0k05zMdKgSEp26Q3Tw__itemrep/img/VO-J8Vei6K6SFQSJO-WuHjsLYbY=/fit-in/246x300/filters:strip_icc()/pic4917407.jpg"
  },
  {
    "name": "Le Havre",
    "players": "1–5",
    "playtime": "30–150 Min",
    "description": "In Le Havre, a player's turn consists of two parts: First, distribute newly supplied goods onto the offer spaces; then take an action. As an action, players may choose either to take all goods of one type from an offer space or to use one of the available buildings. Building actions allow players to upgrade goods, sell them or use them to build their own buildings and ships. Buildings are both an investment opportunity and a revenue stream, as players must pay an entry fee to use buildings that they do not own. Ships, on the other hand, are primarily used to provide the food that is needed to feed the workers.\nAfter every seven turns, the round ends: players' cattle and grain may multiply through a Harvest, and players must feed their workers. After a fixed number of rounds, each player may carry out one final action, and then the game ends. Players add the value of their buildings and ships to their cash reserves. The player who has amassed the largest fortune is the winner.",
    "link": "https://boardgamegeek.com/boardgame/35677/le-havre",
    "image": "https://cf.geekdo-images.com/y7Rqd3S6J7vyVhicR1bqTQ__itemrep/img/4Ks1jgI4QIqGjDjsOPIk9fJuLIE=/fit-in/246x300/filters:strip_icc()/pic6091101.jpg"
  },
  {
    "name": "Paladins of the West Kingdom",
    "players": "1–4",
    "playtime": "90–120 Min",
    "description": "Paladins of the West Kingdom is set at a turbulent time of West Francia's story, circa 900 AD. Despite recent efforts to develop the city, outlying townships are still under threat from outsiders. Saracens scout the borders, while Vikings plunder wealth and livestock. Even the Byzantines from the east have shown their darker side. As noble men and women, players must gather workers from the city to defend against enemies, build fortifications and spread faith throughout the land. Fortunately you are not alone. In his great wisdom, the King has sent his finest knights to help aid in our efforts. So ready the horses and sharpen the swords. The Paladins are approaching.\nThe aim of Paladins of the West Kingdom is to be the player with the most victory points (VP) at game's end. Points are gained by building outposts and fortifications, commissioning monks and confronting outsiders. Each round, players will enlist the help of a specific Paladin and gather workers to carry out tasks. As the game progresses, players will slowly increase their faith, strength and influence. Not only will these affect their final score, but they will also determine the significance of their actions. The game is concluded at the end of the seventh round.",
    "link": "https://boardgamegeek.com/boardgame/266810/paladins-of-the-west-kingdom",
    "image": "https://cf.geekdo-images.com/4nhokcLdYoo6ulbZ1rmGgA__itemrep/img/2YT-EqfAb6vwxDSrFQMSm-luQAs=/fit-in/246x300/filters:strip_icc()/pic4462987.png"
  },
  {
    "name": "The Gallerist",
    "players": "1–4",
    "playtime": "60–150 Min",
    "description": "This age of art and capitalism has created a need for a new occupation - The Gallerist.\nCombining the elements of an Art dealer, museum curator, and Artists’ manager, you are about to take on that job! You will promote and nurture Artists; buy, display, and sell their Art; and build and exert your international reputation. As a result, you will achieve the respect needed to draw visitors to your Gallery from all over the world.\nThere's a lot of work to be done, but don't worry, you can hire assistants to help you achieve your goals. Build your fortune by running the most lucrative Gallery and secure your reputation as a world-class Gallerist!\nMaximize your money and thus win the game by:\nhaving visitors in your gallery;\nexhibiting and selling works of art;\ninvesting in artists’ promotion to increase art value;\nachieving trends and reputation as well as curator and dealer goals.",
    "link": "https://boardgamegeek.com/boardgame/125153/the-gallerist",
    "image": "https://cf.geekdo-images.com/ie1GSt1XV04sXQXt-3O1UQ__itemrep/img/HBQJFsyK0mDMgd_DKxD4Xmhi4UA=/fit-in/246x300/filters:strip_icc()/pic2503200.png"
  },
  {
    "name": "Star Wars: Imperial Assault",
    "players": "2–5",
    "playtime": "60–120 Min",
    "description": "Star Wars: Imperial Assault is a strategy board game of tactical combat and missions for two to five players, offering two distinct games of battle and adventure in the Star Wars universe!\nImperial Assault puts you in the midst of the Galactic Civil War between the Rebel Alliance and the Galactic Empire after the destruction of the Death Star over Yavin 4. In this game, you and your friends can participate in two separate games. The campaign game pits the limitless troops and resources of the Galactic Empire against a crack team of elite Rebel operatives as they strive to break the Empire’s hold on the galaxy, while the skirmish game invites you and a friend to muster strike teams and battle head-to-head over conflicting objectives.\nIn the campaign game, Imperial Assault invites you to play through a cinematic tale set in the Star Wars universe. One player commands the seemingly limitless armies of the Galactic Empire, threatening to extinguish the flame of the Rebellion forever. Up to four other players become heroes of the Rebel Alliance, engaging in covert operations to undermine the Empire’s schemes. Over the course of the campaign, both the Imperial player and the Rebel heroes gain new experience and skills, allowing characters to evolve as the story unfolds.",
    "link": "https://boardgamegeek.com/boardgame/164153/star-wars-imperial-assault",
    "image": "https://cf.geekdo-images.com/pIQ_MXvaoARRp1loCHJuHg__itemrep/img/VhtNAVlo7yBWGLlv6R6cCjzjpU0=/fit-in/246x300/filters:strip_icc()/pic2247647.jpg"
  },
  {
    "name": "Android: Netrunner",
    "players": "2",
    "playtime": "45 Min",
    "description": "Welcome to New Angeles, home of the Beanstalk. From our branch offices in this monument of human achievement, NBN proudly broadcasts all your favorite media programming. We offer fully comprehensive streaming in music and threedee, news and sitcoms, classic movies and sensies. We cover it all. Ours is a brave new age, and as humanity hurtles into space and the future with an astonishing series of new advances every day, NBN and our affiliates are keeping pace, bringing you all the vid that's fit to view.\nAndroid: Netrunner is an asymmetrical Living Card Game for two players. Set in the cyberpunk future of Android and Infiltration, the game pits a megacorporation and its massive resources against the subversive talents of lone runners.\nCorporations seek to score agendas by advancing them. Doing so takes time and credits. To buy the time and earn the credits they need, they must secure their servers and data forts with \"ice\". These security programs come in different varieties, from simple barriers, to code gates and aggressive sentries. They serve as the corporation's virtual eyes, ears, and machine guns on the sprawling information superhighways of the network.",
    "link": "https://boardgamegeek.com/boardgame/124742/android-netrunner",
    "image": "https://cf.geekdo-images.com/2ewHIIG_TRq8bYlqk0jIMw__itemrep/img/Nz7z5Qk3fZ3R6IM14pDRg1D8XKE=/fit-in/246x300/filters:strip_icc()/pic3738560.jpg"
  },
  {
    "name": "Clank!: Catacombs",
    "players": "2–4",
    "playtime": "45–90 Min",
    "description": "The catacombs of the skeletal dragon Umbrok Vessna are mysterious and dangerous. Portals transport you all around the dungeon depths. Wayshrines offer vast riches to intrepid explorers. Prisoners are counting on you to free them. Ghosts, once disturbed, may haunt you to death. Despite all that, it's time to leave the board behind with Clank! Catacombs, a standalone deck-building adventure.\nEach trip into the catacombs is unique since you lay tiles to create the dungeon. You can play using only the all-new dungeon deck, or you can include cards from previous Clank! expansions.\nFind your fortune (and escape the dragon!) in Clank! Catacombs.\n—description from the publisher",
    "link": "https://boardgamegeek.com/boardgame/365717/clank-catacombs",
    "image": "https://cf.geekdo-images.com/cCLn9Mvb7jRSaZzHeUXhoQ__itemrep/img/A1D0c966kaxlKRgGMPakzgeupmU=/fit-in/246x300/filters:strip_icc()/pic6937913.jpg"
  },
  {
    "name": "Mechs vs. Minions",
    "players": "2–4",
    "playtime": "60–120 Min",
    "description": "Mechs vs. Minions is a cooperative tabletop campaign for 2-4 players. Set in the world of Runeterra, players take on the roles of four intrepid Yordles: Corki, Tristana, Heimerdinger, and Ziggs, who must join forces and pilot their newly-crafted mechs against an army of marauding minions. With modular boards, programmatic command lines, and a story-driven campaign, each mission will be unique, putting your teamwork, programming, and piloting skills to the test.\nThere are ten missions in total, and each individual mission will take about 60-90 minutes.",
    "link": "https://boardgamegeek.com/boardgame/209010/mechs-vs-minions",
    "image": "https://cf.geekdo-images.com/n4J5LebMj0DQD016qW7ABw__itemrep/img/httjWYSnwrB_d1pPomIftQATHMc=/fit-in/246x300/filters:strip_icc()/pic3184103.jpg"
  },
  {
    "name": "Agricola (Revised Edition)",
    "players": "1–4",
    "playtime": "30–120 Min",
    "description": "Updated and streamlined for a new generation of players, Agricola, the award-winning and highly acclaimed game by Uwe Rosenberg, features a revised rulebook and gameplay, along with wood pieces and components for up to four players.\nThe 17th century was not an easy time to be a farmer. A game for 1-4 players ages 12 and up; play time is 30 minutes per player. Amazing replay value. The Agricola base game is a revised edition of Uwe Rosenberg’s celebrated classic. The game features improved all-wood components and a card selection from the base game as well as its expansions, revised and updated for this edition. Players begin the game with two family members and can grow their families over the course of the game. This allows them more actions but remember you have to grow more food to feed your family as it grows! Feeding your family is a special kind of challenge and players will plant grain and vegetables while supplementing their food supply with sheep, wild boar and cattle. Guide your family to wealth, health and prosperity and you will win the game.",
    "link": "https://boardgamegeek.com/boardgame/200680/agricola-revised-edition",
    "image": "https://cf.geekdo-images.com/YCGWJMFwOI5efji2RJ2mSw__itemrep/img/3dJ4d9Z04nXvNgcBcW0WBzA9M8c=/fit-in/246x300/filters:strip_icc()/pic8093340.jpg"
  },
  {
    "name": "The Crew: The Quest for Planet Nine",
    "players": "2–5",
    "playtime": "20 Min",
    "description": "In the co-operative trick-taking game The Crew: The Quest for Planet Nine, the players set out as astronauts on an uncertain space adventure. What are the rumors regarding the unknown planet about? The eventful journey through space extends over 50 exciting missions. But this game can only be defeated by meeting common individual tasks of each player. In order to meet the varied challenges communication is essential in the team. But this is more difficult than expected in space.\nWith each mission the game becomes more difficult. After each mission the game can be paused and continued later. During each mission it is not the number of tricks but the right tricks at the right time that count.\nThe team completes a mission only if every single player is successful in fulfilling their tasks.\nThe game comes with 50 missions, with three additional missions published in spielbox 2/2020.",
    "link": "https://boardgamegeek.com/boardgame/284083/the-crew-the-quest-for-planet-nine",
    "image": "https://cf.geekdo-images.com/98LnQShydr11OBKS46xY-Q__itemrep/img/etVRTXdF6IDsnGKQe77FRFP4H7M=/fit-in/246x300/filters:strip_icc()/pic5687013.jpg"
  },
  {
    "name": "Kingdom Death: Monster",
    "players": "1–4",
    "playtime": "60–180 Min",
    "description": "Kingdom Death: Monster is a fully cooperative tabletop hobby game experience. Set in a unique nightmarish world devoid of most natural resources, you control a settlement at the dawn of its existence. Fight monsters, craft weapons and gear, and develop your settlement to ensure your survival from generation to generation.\nCampaign System\nEmbark alone or with up to 3 friends (5 with game variant) on a 5-30-lantern-year campaign, with each year consisting of a cycle of hunt, showdown, and settlement phases. The settlement phase is an intricate civilization building game in which you spend very limited resources to build buildings, research new technologies, train your warriors, and set up your strategy for survival. During the hunt, you'll encounter a series of stories in a \"choose your own adventure\" style journey through various events and encounters. Finally, when you meet the monster you're pursuing, you'll engage it in an a massive arena-style battle where only one party is going to survive. If your party lives, you'll be able to bring the spoils back home to use in expanding your settlement.",
    "link": "https://boardgamegeek.com/boardgame/55690/kingdom-death-monster",
    "image": "https://cf.geekdo-images.com/LenzJBOHboAGU0cUIqAZPQ__itemrep/img/mHmTpkCqNygzH3Ue2KJKIMeI9G0=/fit-in/246x300/filters:strip_icc()/pic2931007.jpg"
  },
  {
    "name": "Race for the Galaxy",
    "players": "2–4",
    "playtime": "30–60 Min",
    "description": "In Race for the Galaxy, players build galactic civilizations by playing cards representing worlds or technical and social developments.\nEach round, players secretly and simultaneously select an action card corresponding to one phase of a round. These phases let players draw cards, play cards, add goods to worlds, or consume goods for VP chips. Only the phases chosen will occur that round. Every player may act in a phase that occurs, but the players who chose that phase get a bonus.\nGame end is triggered either when a player has built a civilization of 12 cards or when the pool of VP chips is exhausted. Each player then totals the victory points in their tableau plus any VP chips earned during play.\nDetailed Overview\nRace for the Galaxy tells a story of galactic discovery and expansion through a single deck of cards. Every card in the deck represents either a world that you might settle or a development that you might implement. Cards placed into your tableau represent your current achievements -- worlds you have colonized, technology you now wield -- while cards in your hand represent the options currently available to you.",
    "link": "https://boardgamegeek.com/boardgame/28143/race-for-the-galaxy",
    "image": "https://cf.geekdo-images.com/-DOqixs8uwKUvvWPKI4f9w__itemrep/img/DBzrnh_ZSypfwdfZXVOvCGBf1ig=/fit-in/246x300/filters:strip_icc()/pic5261714.jpg"
  },
  {
    "name": "Azul",
    "players": "2–4",
    "playtime": "30–45 Min",
    "description": "Introduced by the Moors, azulejos (originally white and blue ceramic tiles) were fully embraced by the Portuguese when their king Manuel I, on a visit to the Alhambra palace in Southern Spain, was mesmerized by the stunning beauty of the Moorish decorative tiles. The king, awestruck by the interior beauty of the Alhambra, immediately ordered that his own palace in Portugal be decorated with similar wall tiles. As a tile-laying artist, you have been challenged to embellish the walls of the Royal Palace of Evora.\nIn the game Azul, players take turns drafting colored tiles from suppliers to their player board. Later in the round, players score points based on how they've placed their tiles to decorate the palace. Extra points are scored for specific patterns and completing sets; wasted supplies harm the player's score. The player with the most points at the end of the game wins.",
    "link": "https://boardgamegeek.com/boardgame/230802/azul",
    "image": "https://cf.geekdo-images.com/aPSHJO0d0XOpQR5X-wJonw__itemrep/img/6oRLPDvy4zz3gOZM6e6NzIk8Seg=/fit-in/246x300/filters:strip_icc()/pic6973671.png"
  },
  {
    "name": "SETI: Search for Extraterrestrial Intelligence",
    "players": "1–4",
    "playtime": "40–160 Min",
    "description": "In SETI: Search for Extraterrestrial Intelligence, a eurogame for 1–4 players, you lead a scientific institution tasked with searching for traces of life beyond planet Earth. The game draws inspiration from current or emerging technologies and efforts in space exploration.\nPlayers will explore nearby planets and their moons by launching probes from Earth while taking advantage of ever-shifting planetary positions. Decide whether to land on their surface to collect valuable samples, or stay in orbit for a broader survey. Additionally, by directing your telescopes to gaze into distant star systems, you may detect traces of alien signals or undiscovered exoplanets, and collect promising data to examine and study back home.\nBack on Earth, you can invest in upgrading your equipment so you can analyze incoming data more efficiently, boost your telescope signal capacity, or increase your supply of resources—all to expand the scope of your search that could lead to a discovery of extraterrestrial life forms.",
    "link": "https://boardgamegeek.com/boardgame/418059/seti-search-for-extraterrestrial-intelligence",
    "image": "https://cf.geekdo-images.com/_BUXOVRDU9g_eRwgpR5ZZw__itemrep/img/akn-Silkr3votqHnRyacw5b1YsM=/fit-in/246x300/filters:strip_icc()/pic8160466.jpg"
  },
  {
    "name": "Five Tribes: The Djinns of Naqala",
    "players": "2–4",
    "playtime": "40–80 Min",
    "description": "Crossing into the Land of 1001 Nights, your caravan arrives at the fabled Sultanate of Naqala. The old sultan just died and control of Naqala is up for grabs! The oracles foretold of strangers who would maneuver the Five Tribes to gain influence over the legendary city-state. Will you fulfill the prophecy? Invoke the old Djinns and move the Tribes into position at the right time, and the Sultanate may become yours!\nDesigned by Bruno Cathala, Five Tribes builds on a long tradition of German-style games that feature wooden meeples. Here, in a unique twist on the now-standard \"worker placement\" genre, the game begins with the meeples already in place – and players must cleverly maneuver them over the villages, markets, oases, and sacred places tiles that make up Naqala. How, when, and where you dis-place these Five Tribes of Assassins, Elders, Builders, Merchants, and Viziers determine your victory or failure.\nAs befitting a Days of Wonder game, the rules are straightforward and easy to learn. But devising a winning strategy will take a more calculated approach than our standard fare. You need to carefully consider what moves can score you well and put your opponents at a disadvantage. You need to weigh many different pathways to victory, including the summoning of powerful Djinns that may help your cause as you attempt to control this legendary Sultanate.",
    "link": "https://boardgamegeek.com/boardgame/157354/five-tribes-the-djinns-of-naqala",
    "image": "https://cf.geekdo-images.com/dmo-WD6HZHVUPrbVHunaTw__itemrep/img/4RfYsuXBO2FrnJynkXV5zTj7PU4=/fit-in/246x300/filters:strip_icc()/pic2055255.jpg"
  },
  {
    "name": "Clank!: A Deck-Building Adventure",
    "players": "2–4",
    "playtime": "30–60 Min",
    "description": "Burgle your way to adventure in the deck-building board game Clank! Sneak into an angry dragon's mountain lair to steal precious artifacts. Delve deeper to find more valuable loot. Acquire cards for your deck and watch your thievish abilities grow.\nBe quick and be quiet. One false step and CLANK! Each careless sound draws the attention of the dragon, and each artifact stolen increases its rage. You can enjoy your plunder only if you make it out of the depths alive!\nClank! is a deck-building game. Each player has their own deck, and building yours up is part of playing the game. You start each of your turns with five cards in your hand, and you'll play them all in any order you choose. Most cards will generate resources, of which there are three different kinds:\nSkill, which is used to acquire new cards for your deck.\nSwords, which are used to fight the monsters that infest the dungeon.\nBoots, which are used to move around the board.\nDuring the game, you have two goals:",
    "link": "https://boardgamegeek.com/boardgame/201808/clank-a-deck-building-adventure",
    "image": "https://cf.geekdo-images.com/DPjV1iI0ygo5Bl3XLNRiIg__itemrep/img/pdioRYjmiownDyFOmbIy-aC5kfU=/fit-in/246x300/filters:strip_icc()/pic4449526.jpg"
  },
  {
    "name": "Eclipse: New Dawn for the Galaxy",
    "players": "2–6",
    "playtime": "60–180 Min",
    "description": "The galaxy has been a peaceful place for many years. After the ruthless Terran–Hegemony War (30.027–33.364), much effort has been employed by all major spacefaring species to prevent the terrifying events from repeating themselves. The Galactic Council was formed to enforce precious peace, and it has taken many courageous efforts to prevent the escalation of malicious acts. Nevertheless, tension and discord are growing among the seven major species and in the Council itself. Old alliances are shattering, and hasty diplomatic treaties are made in secrecy. A confrontation of the superpowers seems inevitable – only the outcome of the galactic conflict remains to be seen. Which faction will emerge victorious and lead the galaxy under its rule?\nA game of Eclipse places you in control of a vast interstellar civilization, competing for success with its rivals. You will explore new star systems, research technologies, and build spaceships with which to wage war. There are many potential paths to victory, so you need to plan your strategy according to the strengths and weaknesses of your species, while paying attention to the other civilizations' endeavors.",
    "link": "https://boardgamegeek.com/boardgame/72125/eclipse-new-dawn-for-the-galaxy",
    "image": "https://cf.geekdo-images.com/cnFppsVNOSTJ-W3APQFuTg__itemrep/img/3U1E1lUUSqbaZXENQ9meKj2xHXs=/fit-in/246x300/filters:strip_icc()/pic1974056.jpg"
  },
  {
    "name": "The White Castle",
    "players": "1–4",
    "playtime": "80 Min",
    "description": "The heron flies over the Himeji sky while the Daimyo, from the top of the castle, watches his servants move. Gardeners tend the pond, where the koi carp live, warriors stand guard on the walls, and courtiers crowd the gates, pining for an audience that brings them closer to the innermost circles of the court. When night falls, the lanterns are lit and the workers return to their clan.\nIn The White Castle, players will control one of these clans in order to score more victory points than the rest. To do so, they must amass influence in the court, manage resources boldly, and place their workers in the right place at the right time. The authors are Sheila Santos and Israel Cendrero, the duo known as Llama Dice who also designed the successful The Red Cathedral with Devir. In this case, we leave the Moscow of Ivan the Terrible behind to explore the most imposing fortress in modern Japan, Himeji Castle, where the banner of the Sakai clan flies under the orders of Daimyo Sakai Tadakiyo.\nThe White Castle is a Euro type game with mechanics of resource management, worker placement and dice placement to carry out actions. During the game, over three rounds, players will send members of their clan to tend the gardens, defend the castle or progress up the social ladder of the nobility. At the end of the match, these will award players victory points in a variety of ways.",
    "link": "https://boardgamegeek.com/boardgame/371942/the-white-castle",
    "image": "https://cf.geekdo-images.com/qXT1U-nFh9PE8ujfdmI7dA__itemrep/img/4VpX36FMypCo-iRbA_dkP9lhi-8=/fit-in/246x300/filters:strip_icc()/pic7754663.jpg"
  },
  {
    "name": "Fields of Arle",
    "players": "1–2",
    "playtime": "60–120 Min",
    "description": "Welcome to Arle\nIn Fields of Arle, created by Uwe Rosenberg, one to two players live as farmers in the small and peaceful town of Arle in East Frisia. The flax grown in the land surrounding the village makes it a profitable place to work and live. Fields of Arle takes players through four and a half years of this era of prosperity, with different opportunities available as the seasons change. Farm the land to capitalize on the demand for flax, or find other ways to make the most of the small town’s prosperity.\nWork the Land\nWhether you delve into flax farming or leverage other areas of expertise, always make sure that you have the land to build up your village. Construct dikes to keep the waters at bay and expand your fields. Dry out bogs to harvest peat and then clear the land for cultivation. Create more fields for your livestock, buildings, or future crops; after that, you can decide whether to house animals or cultivate a forest for timber. Perhaps you’d like to take up some flax farming for yourself, or diversify and try out a little bit of everything.",
    "link": "https://boardgamegeek.com/boardgame/159675/fields-of-arle",
    "image": "https://cf.geekdo-images.com/0w8go6cfvlpgJKydHUkDtA__itemrep/img/d8By7I7jEh7VAduRxBrISS2qfnA=/fit-in/246x300/filters:strip_icc()/pic2225968.png"
  },
  {
    "name": "Harmonies",
    "players": "1–4",
    "playtime": "30–45 Min",
    "description": "In Harmonies, build landscapes by placing colored tokens and create habitats for your animals. To earn the most points and win the game, incorporate the habitats in your landscapes wisely and have as many animals as you can settle there.\n—description from the publisher",
    "link": "https://boardgamegeek.com/boardgame/414317/harmonies",
    "image": "https://cf.geekdo-images.com/A_XP2_VN3ugyqPhezowB_w__itemrep/img/wGng6fVAYRI5NKBX6x-pksZKJGI=/fit-in/246x300/filters:strip_icc()/pic8026369.png"
  },
  {
    "name": "Aeon's End",
    "players": "1–4",
    "playtime": "60 Min",
    "description": "The survivors of a long-ago invasion have taken refuge in the forgotten underground city of Gravehold. There, the desperate remnants of society have learned that the energy of the very breaches the beings use to attack them can be repurposed through various gems, transforming the malign energies within into beneficial spells and weapons to aid their last line of defense: the breach mages.\nAeon's End is a cooperative game that explores the deckbuilding genre with a number of innovative mechanisms, including a variable turn order system that simulates the chaos of an attack, and deck management rules that require careful planning with every discarded card. Players will struggle to defend Gravehold from The Nameless and their hordes using unique abilities, powerful spells, and, most importantly of all, their collective wits.",
    "link": "https://boardgamegeek.com/boardgame/191189/aeons-end",
    "image": "https://cf.geekdo-images.com/d50LceHj6LIafa4S_qIsCg__itemrep/img/Uswnuak6armCO4JWTi5_03kl0eo=/fit-in/246x300/filters:strip_icc()/pic3189350.jpg"
  },
  {
    "name": "Revive",
    "players": "1–4",
    "playtime": "90–120 Min",
    "description": "Revive civilization, 5000 years after everything was destroyed. Lead your tribe and explore the frozen earth. Harness its resources. Recruit surface survivors to your cause. Build factories with powerful machines. And populate ancient sites to relearn your tribe's forgotten technologies.\n--\nRevive is a game for 1-4 players with asymmetric player powers, highly variable setup, and no fighting or direct conflict. Playing through the 5-part campaign unlocks additional contents, and once all contents have been unlocked, the game can be replayed indefinitely.\nAt the beginning of the game, each player gets a set of citizen cards, a tribe board, as well as a huge dual-layer player board. The tribe board shows your unique tribe ability and the ancient technologies that you may relearn during the game. The dual-layer player board is where you place your custom machines and upgrade your card slots.\nA main goal of the game is to reach and populate the large ancient sites. These ancient locations are randomized, and as they are important sources of victory points, they will shape your strategy differently each game. The game ends when all artifacts have been taken, and the player with the most points wins.\nOn your turn you take two actions:",
    "link": "https://boardgamegeek.com/boardgame/332772/revive",
    "image": "https://cf.geekdo-images.com/V0OZ9QR0pC9G5t5i9MoZTQ__itemrep/img/ZnumfnqjqBf3Zbyf_2Xe5tIOFF4=/fit-in/246x300/filters:strip_icc()/pic6950224.jpg"
  },
  {
    "name": "Ticket to Ride Legacy: Legends of the West",
    "players": "2–5",
    "playtime": "20–90 Min",
    "description": "In Ticket to Ride Legacy: Legends of the West, players embark on twelve journeys across North America as 19th century pioneers. The campaign begins on the East Coast, with players working their way to the West from one adventure to the next, meeting challenges along the way. As in Ticket to Ride, completing your tickets will remain your primary goal, but you will need to develop other skills if you hope to overcome the unexpected events and your resourceful rivals. Game after game, route after route, you will continuously fill your vault with earnings. As the story progresses, you will open frontier boxes that unlock new rules, content, and many more surprises.\nIn the Legacy style, Legends of the West is a unique experience molded by player choices. Each player has their own role to play, allowing them to change the way the story unfolds around them. Combined with evolving mechanisms that change as the game progresses, players will have a new experience every time they gather around the board.\nAt the end of the twelve games in this legacy campaign, you will have transformed your game into a unique copy that you can continue playing for a lifetime..",
    "link": "https://boardgamegeek.com/boardgame/390092/ticket-to-ride-legacy-legends-of-the-west",
    "image": "https://cf.geekdo-images.com/2H0pJddVJA3r6btqRNLG1g__itemrep/img/ikxhGFP6WVp1S6Q7zW7ccsiHCAY=/fit-in/246x300/filters:strip_icc()/pic7541330.png"
  },
  {
    "name": "Darwin's Journey",
    "players": "1–4",
    "playtime": "60–120 Min",
    "description": "When all you can identify in the horizon for many long days is the line that detaches the sea from the sky, the glimpse of a distant shore appearing before you will make you shiver at the understanding that the adventure is about to begin.\nYou find yourself astonished, landing on the shore that will be the origin of an extensive exploration through the Galapagos, a magic place of inconceivable beauty and endless biodiversity. There, you will gather repertoires and expand your knowledge of the natural sciences. Your eyes will learn how to detect the hidden species in the tropical forest, gazing at the countless colors and textures of nature. After inspiring hours spent studying and getting to enlightening conclusions, you will rest under a sparkling sky, admiring the stunning complexity of the animal realm.\nDarwin's Journey is a worker-placement Eurogame in which players recall Charles Darwin's memories of his adventure through the Galapagos islands, which contributed to the development of his theory of evolution.",
    "link": "https://boardgamegeek.com/boardgame/322289/darwins-journey",
    "image": "https://cf.geekdo-images.com/-A_ABjMw4PdoAZrH-FjiiA__itemrep/img/jAfHCmAqiY2pdq-SvbhgJDxoqIc=/fit-in/246x300/filters:strip_icc()/pic5726930.png"
  },
  {
    "name": "Lords of Waterdeep",
    "players": "2–5",
    "playtime": "60–120 Min",
    "description": "Game description from the publisher:\nWaterdeep, the City of Splendors – the most resplendent jewel in the Forgotten Realms, and a den of political intrigue and shady back-alley dealings. In this game, the players are powerful lords vying for control of this great city. Its treasures and resources are ripe for the taking, and that which cannot be gained through trickery and negotiation must be taken by force!\nIn Lords of Waterdeep, a strategy board game for 2-5 players, you take on the role of one of the masked Lords of Waterdeep, secret rulers of the city. Through your agents, you recruit adventurers to go on quests on your behalf, earning rewards and increasing your influence over the city. Expand the city by purchasing new buildings that open up new actions on the board, and hinder – or help – the other lords by playing Intrigue cards to enact your carefully laid plans.\nDuring the course of play, you may gain points or resources through completing quests, constructing buildings, playing intrigue cards or having other players utilize the buildings you have constructed. At the end of 8 rounds of play, the player who has accrued the most points wins the game.",
    "link": "https://boardgamegeek.com/boardgame/110327/lords-of-waterdeep",
    "image": "https://cf.geekdo-images.com/-hk8f8iGk_DyWyMrfiPBkg__itemrep/img/wo5yM8-yN8IbCzwMZsUak_m4U98=/fit-in/246x300/filters:strip_icc()/pic1116080.jpg"
  },
  {
    "name": "El Grande",
    "players": "2–5",
    "playtime": "60–120 Min",
    "description": "In this award-winning game, players take on the roles of Grandes in medieval Spain. The king's power is flagging, and these powerful lords are vying for control of the various regions. To that end, you draft caballeros (knights) into your court and subsequently move them onto the board to help seize control of regions. After every third round, the regions are scored, and after the ninth round, the player with the most points is the winner.\nIn each of the nine rounds, you select one of your 13 power cards to determine turn order as well as the number of caballeros you get to move from the provinces (general supply) into your court (personal supply).\nA turn then consists of selecting one of five action cards which allow variations to the rules and additional scoring opportunities in addition to determining how many caballeros to move from your court to one or more of the regions on the board (or into the castillo - a secretive tower). Normally, you may only place your caballeros into regions adjacent to the one containing the king. The one hard and fast rule in El Grande is that nothing may move into or out of the king's region. One of the five action cards that is always available each round allows you to move the king to a new region. The other four action cards vary from round to round.",
    "link": "https://boardgamegeek.com/boardgame/93/el-grande",
    "image": "https://cf.geekdo-images.com/RRKDHaYtFPHhczkUDcHOmg__itemrep/img/SNl83TVInpk2F-ee9zjc3Qkz2bk=/fit-in/246x300/filters:strip_icc()/pic7906240.jpg"
  },
  {
    "name": "Teotihuacan: City of Gods",
    "players": "1–4",
    "playtime": "90–120 Min",
    "description": "Travel back in time to the greatest city in Mesoamerica. Witness the glory and the twilight of the powerful pre-Columbian civilization. Strategize, accrue wealth, gain the favour of the gods, and become the builder of the magnificent Pyramid of the Sun.\nIn Teotihuacan: City of Gods, each player commands a force of worker dice, which grow in strength with every move. On your turn, you move a worker around a modular board, always choosing one of two areas of the location tile you land on: one offering you an action (and a worker upgrade), the other providing you with a powerful bonus (but without an upgrade).\nWhile managing their workforce and resources, players develop new technologies, climb the steps of the three great temples, build houses for the inhabitants of the city, and raise the legendary and breath-taking Pyramid of the Sun in the center of the city.\nEach game is played in three eras. As the dawn of the Aztecs comes closer, player efforts (and their ability to feed their workforce) are evaluated a total of three times. The player with the most fame is the winner.",
    "link": "https://boardgamegeek.com/boardgame/229853/teotihuacan-city-of-gods",
    "image": "https://cf.geekdo-images.com/wW5xjgBJcFyLaEWZwrYuKA__itemrep/img/3QLqMVpqfJ9IeVBnJVCE06T3Zhk=/fit-in/246x300/filters:strip_icc()/pic4583626.jpg"
  },
  {
    "name": "Wingspan Asia",
    "players": "1–2",
    "playtime": "40–70 Min",
    "description": "This third expansion to Wingspan brings new species to our habitats by exploring the vibrant, intriguing, and magnificent birds of Asia. These birds were chosen from the over 2,800 species that live in Asia.\nWingspan Asia is several different things: a standalone game for 1-2 players (and the \"duet\" mode that can be used with any bird/bonus cards), a card expansion to the original Wingspan, and a 6-7 player expansion via the new \"flock\" mode (for which the player components from the core game are necessary).\n—description from the publisher",
    "link": "https://boardgamegeek.com/boardgame/366161/wingspan-asia",
    "image": "https://cf.geekdo-images.com/h1dRxq4lNMpuSUSGdgCmfA__itemrep/img/0qPO5ec-o8lueYYpLW2Hb2ikahU=/fit-in/246x300/filters:strip_icc()/pic7107431.jpg"
  },
  {
    "name": "Beyond the Sun",
    "players": "2–4",
    "playtime": "60–120 Min",
    "description": "Beyond the Sun is a space civilization game in which players collectively decide the technological progress of humankind at the dawn of the Spacefaring Era, while competing against each other to be the leading faction in economic development, science, and galactic influence.\nThe game is played over a variable number of rounds until a number of game-end achievements are collectively claimed by the players. The winner is the faction with the most victory points, which are obtained by researching technologies, improving their economy, controlling and colonizing systems, and completing various achievements and events throughout the game.\nOn a turn, a player moves their action pawn to an empty action space, then takes that action. They then conduct their production phase, either producing ore, growing their population, or trading one of those resources for another. Finally, they can claim up to one achievement, if possible.",
    "link": "https://boardgamegeek.com/boardgame/317985/beyond-the-sun",
    "image": "https://cf.geekdo-images.com/BfEHqHQAvZLbRX7y7e9TWg__itemrep/img/kSw_dxGnXuq6trYpz7ob53-u2uU=/fit-in/246x300/filters:strip_icc()/pic5617866.jpg"
  }
]