[
  {
    "name": "TriBond for Kids",
    "players": "2",
    "playtime": "30 Min",
    "description": "Be the first player or team to move your game piece from the purple triangle, clockwise around the board and back into the purple triangle. Game pieces are moved by answering tribond kids clue-sets. A clue-set is a list of three things that has something in common.",
    "link": "https://boardgamegeek.com/boardgame/random",
    "image": "images\\TriBond_for_Kids.png"
  },
  {
    "name": "Harmonies",
    "players": "1–4",
    "playtime": "30–45 Min",
    "description": "In Harmonies, build landscapes by placing colored tokens and create habitats for your animals. To earn the most points and win the game, incorporate the habitats in your landscapes wisely and have as many animals as you can settle there.\n—description from the publisher",
    "link": "https://boardgamegeek.com/boardgame/414317/harmonies",
    "image": "images\\Harmonies.png"
  },
  {
    "name": "Ark Nova",
    "players": "1–4",
    "playtime": "90–150 Min",
    "description": "In Ark Nova, you will plan and design a modern, scientifically managed zoo. With the ultimate goal of owning the most successful zoological establishment, you will build enclosures, accommodate animals, and support conservation projects all over the world. Specialists and unique buildings will help you in achieving this goal.\nEach player has a set of five action cards to manage their gameplay, and the power of an action is determined by the slot the card currently occupies. The cards in question are:\nCARDS: Allows you to gain new zoo cards (animals, sponsors, and conservation project cards).\nBUILD: Allows you to build standard or special enclosures, kiosks, and pavilions.\nANIMALS: Allows you to accommodate animals in your zoo.\nASSOCIATION: Allows your association workers to carry out different tasks.\nSPONSORS: Allows you to play a sponsor card in your zoo or to raise money.",
    "link": "https://boardgamegeek.com/boardgame/342942/ark-nova",
    "image": "images\\Ark_Nova.png"
  },
  {
    "name": "Wingspan",
    "players": "1–5",
    "playtime": "40–70 Min",
    "description": "Wingspan is a competitive, medium-weight, card-driven, engine-building board game from Stonemaier Games. It's designed by Elizabeth Hargrave and features 180 birds illustrated by Natalia Rojas and Ana Maria Martinez.\nYou are bird enthusiasts—researchers, bird watchers, ornithologists, and collectors—seeking to discover and attract the best birds to your network of wildlife preserves. Each bird extends a chain of powerful combinations in one of your habitats (actions). These habitats focus on several key aspects of growth:\nGain food tokens via custom dice in a birdfeeder dice tower\nLay eggs using egg miniatures in a variety of colors\nDraw from hundreds of unique bird cards and play them\nThe winner is the player with the most points after 4 rounds.\n—description from the publisher",
    "link": "https://boardgamegeek.com/boardgame/266192/wingspan",
    "image": "images\\Wingspan.png"
  },
  {
    "name": "Azul",
    "players": "2–4",
    "playtime": "30–45 Min",
    "description": "Introduced by the Moors, azulejos (originally white and blue ceramic tiles) were fully embraced by the Portuguese when their king Manuel I, on a visit to the Alhambra palace in Southern Spain, was mesmerized by the stunning beauty of the Moorish decorative tiles. The king, awestruck by the interior beauty of the Alhambra, immediately ordered that his own palace in Portugal be decorated with similar wall tiles. As a tile-laying artist, you have been challenged to embellish the walls of the Royal Palace of Evora.\nIn the game Azul, players take turns drafting colored tiles from suppliers to their player board. Later in the round, players score points based on how they've placed their tiles to decorate the palace. Extra points are scored for specific patterns and completing sets; wasted supplies harm the player's score. The player with the most points at the end of the game wins.",
    "link": "https://boardgamegeek.com/boardgame/230802/azul",
    "image": "images\\Azul.png"
  },
  {
    "name": "Forest Shuffle",
    "players": "2–5",
    "playtime": "40–60 Min",
    "description": "In Forest Shuffle, players compete to gather the most valuable trees, then attract species to these trees, thus creating an ecologically balanced habitat for flora and fauna.\nTo start, each player has six cards in hand, with cards depicting either a particular type of tree or two forest dwellers (animal, plant, mushroom, etc.), with these latter cards being divided in half, whether vertically or horizontally, with one dweller in each card half.\nOn a turn, either draw two cards — whether face down from the deck or face up from the clearing — and add them to your hand, or play a card from your hand by paying the cost, then putting it into play.\nDuring set-up, three winter cards were placed into the bottom third of the deck. When the third winter card is drawn, the game ends immediately, then players tally their points based on the trees and dwellers in their forest. Whoever scores the most points wins.",
    "link": "https://boardgamegeek.com/boardgame/391163/forest-shuffle",
    "image": "images\\Forest_Shuffle.png"
  },
  {
    "name": "Terraforming Mars",
    "players": "1–5",
    "playtime": "120 Min",
    "description": "In the 2400s, mankind begins to terraform the planet Mars. Giant corporations, sponsored by the World Government on Earth, initiate huge projects to raise the temperature, the oxygen level, and the ocean coverage until the environment is habitable. In Terraforming Mars, you play one of those corporations and work together in the terraforming process, but compete for getting victory points that are awarded not only for your contribution to the terraforming, but also for advancing human infrastructure throughout the solar system, and doing other commendable things.\nAs a player, you acquire unique project cards (from over two hundred different ones) by buying them to your hand. The cards can give you immediate bonuses, as well as increasing your production of different resources. Many cards also have requirements and they become playable when the temperature, oxygen, or ocean coverage increases enough. Buying cards is costly, so there is a balance between buying cards and actually playing them. Standard Projects are always available to complement your hand of cards. Your basic income, as well as your basic score, are based on your Terraform Rating. However, your income is boosted by your production, and VPs are also gained from many other sources.",
    "link": "https://boardgamegeek.com/boardgame/167791/terraforming-mars",
    "image": "images\\Terraforming_Mars.png"
  },
  {
    "name": "Sky Team",
    "players": "2",
    "playtime": "15 Min",
    "description": "Sky Team is a co-operative game, exclusively for two players, in which you play a pilot and co-pilot at the controls of an airliner. Your goal is to work together as a team to land your airplane in different airports around the world.\nTo land your plane, you need to silently assign your dice to the correct spaces in your cockpit to balance the axis of your plane, control its speed, deploy the flaps, extend the landing gear, contact the control tower to clear your path, and even have a little coffee to improve your concentration enough to change the value of your dice.\nIf the aircraft tilts too much and stalls, overshoots the airport, or collides with another aircraft, you lose the game...and your pilot's license...and probably your life.\nFrom Montreal to Tokyo, each airport offers its own set of challenges. Watch out for the turbulence as this could end up being a bumpy ride!\nAWARDS & HONORS",
    "link": "https://boardgamegeek.com/boardgame/373106/sky-team",
    "image": "images\\Sky_Team.png"
  },
  {
    "name": "SETI: Search for Extraterrestrial Intelligence",
    "players": "1–4",
    "playtime": "40–160 Min",
    "description": "In SETI: Search for Extraterrestrial Intelligence, a eurogame for 1–4 players, you lead a scientific institution tasked with searching for traces of life beyond planet Earth. The game draws inspiration from current or emerging technologies and efforts in space exploration.\nPlayers will explore nearby planets and their moons by launching probes from Earth while taking advantage of ever-shifting planetary positions. Decide whether to land on their surface to collect valuable samples, or stay in orbit for a broader survey. Additionally, by directing your telescopes to gaze into distant star systems, you may detect traces of alien signals or undiscovered exoplanets, and collect promising data to examine and study back home.\nBack on Earth, you can invest in upgrading your equipment so you can analyze incoming data more efficiently, boost your telescope signal capacity, or increase your supply of resources—all to expand the scope of your search that could lead to a discovery of extraterrestrial life forms.",
    "link": "https://boardgamegeek.com/boardgame/418059/seti-search-for-extraterrestrial-intelligence",
    "image": "images\\SETI:_Search_for_Extraterrestrial_Intelligence.png"
  },
  {
    "name": "Faraway",
    "players": "2–6",
    "playtime": "15–30 Min",
    "description": "Welcome to Alula, a mysterious continent with ever-changing geography, shaped after the rhythm of the seasons. Beyond the Sea of Mists lies the mysterious continent of Alula. Roam across the land in search of its secrets, meet its inhabitants and list its wonders in order to gain more fame than your opponents.\nThroughout a game of Faraway, you will play a row of 8 cards in front of you, from left to right. These cards represent the regions you will come across while exploring the lands. Characters on these cards will grant you victory points if you later fulfil the conditions they demand. At the end of the game, you walk back the same way, scoring cards in the opposite order you played them. There lies the heart of the gameplay. Throughout the game, the cards you play will serve both to set new objectives, and to meet the ones you played previously.\nEach turn, you play a card from a hand of 3. Then you pick a new card from a face-up river. As play is simultaneous in Faraway, you must take into account a clever priority system in all of your choices – being last to pick a card leaves you with fewer options and often less profitable choices for the next turns.",
    "link": "https://boardgamegeek.com/boardgame/385761/faraway",
    "image": "images\\Faraway.png"
  },
  {
    "name": "Heat: Pedal to the Metal",
    "players": "1–6",
    "playtime": "30–60 Min",
    "description": "Based on simple and intuitive hand management, Heat: Pedal to the Metal puts players in the driver's seat of intense car races, jockeying for position to cross the finish line first, while managing their car's speed if they don't want to overheat. Selecting the right upgrades for their car will help them hug the curves and keep their engine cool enough to maintain top speeds. Ultimately, their driving skills will be the key to victory!\nDrivers can compete in a single race or use the \"Championship System\" to play a whole season in one game night, customizing their car before each race to claim the top spot of the podium. They have to be careful as the weather, road conditions, and events will change every race to spice up their championship. Players can also enjoy a solo mode with the Legends Module or add automated drivers as additional opponents in multiplayer games.\n—description from the publisher",
    "link": "https://boardgamegeek.com/boardgame/366013/heat-pedal-to-the-metal",
    "image": "images\\Heat:_Pedal_to_the_Metal.png"
  },
  {
    "name": "Cascadia",
    "players": "1–4",
    "playtime": "30–45 Min",
    "description": "Cascadia is a puzzly tile-laying and token-drafting game featuring the habitats and wildlife of the Pacific Northwest.\nIn the game, you take turns building out your own terrain area and populating it with wildlife. You start with three hexagonal habitat tiles (with the five types of habitat in the game), and on a turn you choose a new habitat tile that's paired with a wildlife token, then place that tile next to your other ones and place the wildlife token on an appropriate habitat. (Each tile depicts 1-3 types of wildlife from the five types in the game, and you can place at most one tile on a habitat.) Four tiles are on display, with each tile being paired at random with a wildlife token, so you must make the best of what's available — unless you have a nature token to spend so that you can pick your choice of each item.\nIdeally you can place habitat tiles to create matching terrain that reduces fragmentation and creates wildlife corridors, mostly because you score for the largest area of each type of habitat at game's end, with a bonus if your group is larger than each other player's. At the same time, you want to place wildlife tokens so that you can maximize the number of points scored by them, with the wildlife goals being determined at random by one of the four scoring cards for each type of wildlife. Maybe hawks want to be separate from other hawks, while foxes want lots of different animals surrounding them and bears want to be in pairs. Can you make it happen?",
    "link": "https://boardgamegeek.com/boardgame/295947/cascadia",
    "image": "images\\Cascadia.png"
  },
  {
    "name": "Sea Salt & Paper",
    "players": "2–4",
    "playtime": "30–45 Min",
    "description": "During your turn, you assemble your hand, maybe place cards for their effect, and decide if you want to end the round. But do you think you are the one with the most points in hand?\nYou will have to choose: stop the round immediately or give the others an extra turn to try to extend the gap? Is it worth taking the risk?\nThe game ends when you reach 30/35/40 points (4/3/2 players).\nThe excitement of ending the round to catch your opponents off guard\nThe pleasure of playing your effect cards and making combos\nIt's a set collection card game like Rummy. The origami created especially for the game is just the illustrations on the cards.",
    "link": "https://boardgamegeek.com/boardgame/367220/sea-salt-and-paper",
    "image": "images\\Sea_Salt_&_Paper.png"
  },
  {
    "name": "The White Castle",
    "players": "1–4",
    "playtime": "80 Min",
    "description": "The heron flies over the Himeji sky while the Daimyo, from the top of the castle, watches his servants move. Gardeners tend the pond, where the koi carp live, warriors stand guard on the walls, and courtiers crowd the gates, pining for an audience that brings them closer to the innermost circles of the court. When night falls, the lanterns are lit and the workers return to their clan.\nIn The White Castle, players will control one of these clans in order to score more victory points than the rest. To do so, they must amass influence in the court, manage resources boldly, and place their workers in the right place at the right time. The authors are Sheila Santos and Israel Cendrero, the duo known as Llama Dice who also designed the successful The Red Cathedral with Devir. In this case, we leave the Moscow of Ivan the Terrible behind to explore the most imposing fortress in modern Japan, Himeji Castle, where the banner of the Sakai clan flies under the orders of Daimyo Sakai Tadakiyo.\nThe White Castle is a Euro type game with mechanics of resource management, worker placement and dice placement to carry out actions. During the game, over three rounds, players will send members of their clan to tend the gardens, defend the castle or progress up the social ladder of the nobility. At the end of the match, these will award players victory points in a variety of ways.",
    "link": "https://boardgamegeek.com/boardgame/371942/the-white-castle",
    "image": "images\\The_White_Castle.png"
  },
  {
    "name": "Lost Ruins of Arnak",
    "players": "1–4",
    "playtime": "30–120 Min",
    "description": "On an uninhabited island in uncharted seas, explorers have found traces of a great civilization. Now you will lead an expedition to explore the island, find lost artifacts, and face fearsome guardians, all in a quest to learn the island's secrets.\nLost Ruins of Arnak combines deck-building and worker placement in a game of exploration, resource management, and discovery. In addition to traditional deck-builder effects, cards can also be used to place workers, and new worker actions become available as players explore the island. Some of these actions require resources instead of workers, so building a solid resource base will be essential. You are limited to only one action per turn, so make your choice carefully... what action will benefit you most now? And what can you afford to do later... assuming someone else doesn't take the action first!?\nDecks are small, and randomness in the game is heavily mitigated by the wealth of tactical decisions offered on the game board. With a variety of worker actions, artifacts, and equipment cards, the set-up for each game will be unique, encouraging players to explore new strategies to meet the challenge.",
    "link": "https://boardgamegeek.com/boardgame/312484/lost-ruins-of-arnak",
    "image": "images\\Lost_Ruins_of_Arnak.png"
  },
  {
    "name": "Flip 7",
    "players": "3–99",
    "playtime": "20 Min",
    "description": "Flip over cards one by one without flipping the same number twice.\nSound easy? Think again! This isn't just any deck of cards… In Flip 7 there's only one 1 card, two 2's, three 3’s, etc plus a bunch of special cards that can score you extra points, give you a second chance, or freeze you or your opponents in your tracks.\nAre you the type of player to play it safe and bank points before you bust, or are you going to risk it all and go for the bonus points by flipping over seven in a row? Press your luck meets strategy in this addictive card game that's sure to be the greatest card game you’ve ever played!\n—description from the publisher",
    "link": "https://boardgamegeek.com/boardgame/420087/flip-7",
    "image": "images\\Flip_7.png"
  },
  {
    "name": "The Fellowship of the Ring: Trick-Taking Game",
    "players": "1–4",
    "playtime": "20 Min",
    "description": "The Fellowship of the Ring: Trick-Taking Game is a co-operative card game that plays out over eighteen chapters that lead players through the events of the novel The Fellowship of the Ring. The chapters can be played in any order, but ideally you play them in sequence.\nIn each chapter, each player takes a different character role — Frodo, Gandalf, Sam, Pippin, Farmer Maggot, etc. — and each character has a condition that must be met in order to pass the chapter and advance in the story. Frodo needs to capture ring cards, for example, while Pippin wants to take as few tricks as possible. As you advance through the chapters, new characters, items, and challenges are introduced to the game.\nThe deck consists of 37 cards, with one card being set aside as \"lost\" each hand. Whoever is dealt the One Ring becomes Frodo, then other players choose from the available characters based on their hand. The One Ring is the game's only trump card, but initially rings can't be led until someone plays one off-suit.",
    "link": "https://boardgamegeek.com/boardgame/429293/the-fellowship-of-the-ring-trick-taking-game",
    "image": "images\\The_Fellowship_of_the_Ring:_Trick-Taking_Game.png"
  },
  {
    "name": "SCOUT",
    "players": "2–5",
    "playtime": "20 Min",
    "description": "SCOUT is a ladder-climbing game in which cards have two potential values, players may not rearrange their hand of cards, and players may pass their turn to take a card from the current high set of cards into their hand.\nMore specifically, cards are dual-indexed, with different values on each half of the card, with the 45 cards having all possible combinations of the numbers 1-10. During set-up, whoever is shuffling the cards should randomize both the order of the cards in the deck and their orientation. Once each player has been dealt their entire hand of cards, they pick up that hand without rearranging any of the cards; if they wish, they can rotate their entire hand of cards in order to use the values on the other end of each card, but again they cannot rearrange the order of cards in their hand.\nOn a turn, a player takes one of two actions:\n• Play: A player chooses one or more adjacent cards in their hand that have all the same value or that have values in consecutive order (whether ascending or descending), then they play this set of cards to the table. They can do this only if the table is empty (as on the first turn) or the set they're playing is ranked higher than the set currently on the table; a set is higher if it has more cards or has cards of the same value instead of consecutive cards or has a set of the same quantity and type but with higher values. In this latter case when a player overplays another set, the player captures the cards in this previous set and places them face down in front of themselves.",
    "link": "https://boardgamegeek.com/boardgame/291453/scout",
    "image": "images\\SCOUT.png"
  },
  {
    "name": "Finspan",
    "players": "1–5",
    "playtime": "45–60 Min",
    "description": "You are a marine researcher seeking to find and observe an array of aquatic life in the colorful Sunlight Zone, ghostly Twilight Zone, and pitch-black Midnight Zone of the world's seas and oceans. In Finspan, the fish you discover over four weeks will generate a series of benefits as you dive deeper into the ocean.\nEach dive site specializes in a key aspect of expanding your research:\nGrow your collection of fish.\nDiscover freshly laid eggs.\nHatch eggs into young and consolidate young to form schools.\nThe winner is the player with the most points gained from fish, eggs, young, schools, and achievements.\n—description from the publisher",
    "link": "https://boardgamegeek.com/boardgame/436126/finspan",
    "image": "images\\Finspan.png"
  },
  {
    "name": "Castle Combo",
    "players": "2–5",
    "playtime": "10–25 Min",
    "description": "A quick and nifty card game by the publisher of Faraway.\nEach player will spend coins to draft 9 cards from 2 open markets on the table (the lower and upper city), creating along the game a 3x3 square of people interacting with each other to trigger instant effects and end-of-game bonuses.\nCastle Combo is a tableau-building game that combines simplicity with deep, engaging gameplay, offering highly satisfying experiences.\nEach turn, you add a character to your tableau—a seemingly straightforward action that packs a punch regarding strategic decisions. You'll need to carefully manage your Keys to influence the Messenger pawn at critical moments, as it controls which characters are available for recruitment from two different areas – peasants and nobles.\nBalancing your Gold reserves is equally important, ensuring you can afford the characters that best suit your strategy throughout the game. Selecting the right characters is crucial to maximising their immediate effects and the points they will contribute at the game's end. Finally, carefully arranging these characters on your 3x3 board is key to unlocking their full potential.",
    "link": "https://boardgamegeek.com/boardgame/416851/castle-combo",
    "image": "images\\Castle_Combo.png"
  },
  {
    "name": "The Lord of the Rings: Duel for Middle-earth",
    "players": "2",
    "playtime": "30–45 Min",
    "description": "A dark rumour rises from Mordor. The Eye turns to Middle-earth. The hour has come. The Fellowship is reunited. The Heroes prepare for battle. Will you play as the Fellowship of the Ring to defend the free races and destroy the One Ring? Or will you play as Sauron and pursue Frodo and Sam while deploying your hordes to the gates of the enemy cities? The destiny of Middle-earth is in your hands!\nA game plays over 3 successive chapters that unfold similarly.\nOn your turn, strengthen your Skills, hoard your treasure, stretch your presence across Middle-earth, rally Races to your cause, or advance the Quest of the Ring.\nTurn Overview\nIn each chapter players take cards from a display of face-down and face-up cards arranged at the start of a round. A player can take a card only if it's available, that is not partially covered by any other cards. Players can either play the card, paying its cost and placing it in their play area, obtaining its benefit, or discard the card and take as many coins from the reserve as the current chapter.",
    "link": "https://boardgamegeek.com/boardgame/421006/the-lord-of-the-rings-duel-for-middle-earth",
    "image": "images\\The_Lord_of_the_Rings:_Duel_for_Middle-earth.png"
  },
  {
    "name": "Trio",
    "players": "3–6",
    "playtime": "15 Min",
    "description": "nana, which was later reprinted as Trio, is a card game in which players are looking for three of a kind.\nThe deck consists of 36 cards, numbered 1-12 three times. Players receive some cards in hand, which they are required to sort from low to high, and the remaining cards are placed face down on the table.\nOn your turn, choose any single card to reveal, either the low or high card from a player's hand (including your own) or any face-down card from the table. Then, do this again. If the two cards show the same number, continue your turn; if they do not, return the cards to where they came from and end your turn.\nIf you reveal three cards showing the same number, take these cards as a set in front of you. If you are the first player to collect three sets, you win — except that a player wins immediately if they collect the set of 7s or two sets that add or subtract to 7, e.g., 4s and 11s.",
    "link": "https://boardgamegeek.com/boardgame/352515/trio",
    "image": "images\\Trio.png"
  },
  {
    "name": "Splendor",
    "players": "2–4",
    "playtime": "30 Min",
    "description": "Splendor is a game of chip-collecting and card development. Players are merchants of the Renaissance trying to buy gem mines, means of transportation, shops—all in order to acquire the most prestige points. If you're wealthy enough, you might even receive a visit from a noble at some point, which of course will further increase your prestige.\nOn your turn, you may (1) collect chips (gems), or (2) buy and build a card, or (3) reserve one card. If you collect chips, you take either three different kinds of chips or two chips of the same kind. If you buy a card, you pay its price in chips and add it to your playing area. To reserve a card—in order to make sure you get it, or, why not, your opponents don't get it—you place it in front of you face down for later building; this costs you a round, but you also get gold in the form of a joker chip, which you can use as any gem.\nAll of the cards you buy increase your wealth as they give you a permanent gem bonus for later buys; some of the cards also give you prestige points. In order to win the game, you must reach 15 prestige points before your opponents do.",
    "link": "https://boardgamegeek.com/boardgame/148228/splendor",
    "image": "images\\Splendor.png"
  },
  {
    "name": "7 Wonders Duel",
    "players": "2",
    "playtime": "30 Min",
    "description": "In many ways 7 Wonders Duel resembles its parent game 7 Wonders. Over three ages, players acquire cards that provide resources or advance their military or scientific development in order to develop a civilization and complete wonders. What's different about 7 Wonders Duel is that, as the title suggests, the game is solely for two players.\nPlayers do not draft cards simultaneously from decks of cards, but from a display of face-down and face-up cards arranged at the start of a round. A player can take a card only if it's not covered by any others, so timing comes into play, as it can with bonus moves that allow the player to take a second card immediately. As in the original game, each acquired card can be built, discarded for coins, or used to construct a wonder. Each player also starts with four wonder cards, and the construction of a wonder provides its owner with a special ability. Only seven wonders can be built, though, so one player will end up short.\nPlayers can purchase resources at any time from the bank, or they can gain cards during the game that provide them with resources for future building; as they are acquired, the cost for those resources increases for the opponent, representing the owner's dominance in this area.",
    "link": "https://boardgamegeek.com/boardgame/173346/7-wonders-duel",
    "image": "images\\7_Wonders_Duel.png"
  },
  {
    "name": "Carcassonne",
    "players": "2–5",
    "playtime": "30–45 Min",
    "description": "Carcassonne is a tile placement game in which the players draw and place a tile with a piece of southern French landscape represented on it. The tile might feature a city, a road, a cloister, grassland or some combination thereof, and it must be placed adjacent to tiles that have already been played, in such a way that cities are connected to cities, roads to roads, et cetera. Having placed a tile, the player can then decide to place one of their meeples in one of the areas on it: in the city as a knight, on the road as a robber, in the cloister as a monk, or in the field as a farmer. When that area is complete that meeple scores points for its owner.\nDuring a game of Carcassonne, players are faced with decisions like: \"Is it really worth putting my last meeple there?\" or \"Should I use this tile to expand my city, or should I place it near my opponent instead, thus making it a harder for them to complete it and score points?\" Since players place only one tile and have the option to place one meeple on it, turns proceed quickly even if it is a game full of options and possibilities.\nFirst game in the Carcassonne series.",
    "link": "https://boardgamegeek.com/boardgame/822/carcassonne",
    "image": "images\\Carcassonne.png"
  },
  {
    "name": "Quacks",
    "players": "2–4",
    "playtime": "45 Min",
    "description": "In Quacks, which was first released as The Quacks of Quedlinburg, players are charlatans — or quack doctors — each making their own secret brew by adding ingredients one at a time. Take care with what you add, though, for a pinch too much of this or that will spoil the whole mixture!\nEach player has their own bag of ingredient chips. During each round, they simultaneously draw chips from their bags and add them to their pots. The higher the face value of the drawn chip, the further it is placed in the pot's swirling pattern, increasing how much the potion will be worth. Push your luck as far as you can, but if you add too many cherry bombs, your pot will explode!\nAt the end of each round, players gain victory points and coins to spend on new ingredients, depending on how well they managed to fill up their pots. But players whose pots have exploded must choose points or coins — not both! The player with the most victory points at the end of nine rounds wins the game.",
    "link": "https://boardgamegeek.com/boardgame/244521/quacks",
    "image": "images\\Quacks.png"
  }
]